Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: Kata instructions
fi: Katan käyttöohjeet

source: General information
fi: Yleistiedot

source: This Kata metadata catalogue's help page will guide you through the most common tasks in the service. Use the right side's links to quickly navigate to the desired section.
fi: Tämä Kata-metadatakatalogin ohjesivu ohjaa sinua tavallisimmissa palvelun ominaisuuksissa. Käytä oikean laidan linkkejä navigoidaksesi nopeasti haluamaasi osioon.

source: Also, have a look at the FAQ page. It might give you an answer to a specific question in mind.
fi: Katso myös FAQ-sivua (usein kysytyt kysymykset). Saatat löytää ongelmallesi vastauksen myös sieltä.

source: Common phrases
fi: Termejä

source: Dataset: a single set of metadata (of data)
fi: Tietoaineisto: aineiston metatiedot

source: Search (Datasets)
fi: Haku (Tietoaineistot)

source: Search can be accessed from the Datasets page. You can submit your queries using the Search tab or the Advanced search tab, which will provide a guided interface for more complex queries. Note that you can also provide more complex queries to the search field by providing a correct syntax, which will be discussed later in this section.
fi: Hakuominaisuudet löytyvät Tietoaineistot-sivulta. Voit suorittaa hakuja Haku-välilehdeltä tai Tarkennettu Haku-välilehdeltä, joka mahdollistaa monimuotoisempien hakuparametrien syötön helposti. Huomaa, että voit syöttää monimutkaisempia hakuja myös perushakuun käyttämällä oikeaa syntaksia. Hakusyntaksista kerrotaan lisää myöhemmin tässä osiossa.

source: Limiting the search with facets
fi: Haun rajaus faseteilla

source: The right side of the search page provides facets from different categories. You can choose multiple and from different categories with a mouse click. You can remove a facet selection by pressing the "x" button. For example choosing free licenses from the License facet selection would search through the free data.
fi: Hakusivun oikea laita tarjoaa fasetteja eri kategorioista. Voit valita halutessasi useampia - myös eri kategorioista - hiiren painikkeella. Voit poistaa valittuja fasetteja sen vierellä olevasta "x" -painikkeesta. Esimerkiksi vapaiden lisenssien valitseminen Lisenssi-faseteista hakee vapaata dataa.

source: Using advanced search
fi: Tarkennetun haun käyttäminen

source: Advanced search feature makes it easy for you to construct more complex searches. You can add as many search criteria as you want from the "ADD" button: Choose the desired target field from the menu and add logical operators from the leftmost menu. Note that the AND operators are grouped together by Kata so that they will take precedence over criteria bound by OR.
fi: Tarkennettu Haku -ominaisuus mahdollistaa monimutkaisempien hakujen suorittamisen helposti. Voit lisätä niin monta hakukriteeriä kuin haluat "ADD" -painikkeesta: valitse haluamasi kenttä alasvetovalikosta ja looginen operaattori vasemmanpuolimmaisesta valikosta. Huomaa, että AND-operaattorilla (JA-operaattori) erotellut parametrit ryhmitellään yhteen Katan toimesta. Tällöin AND-operaattori on priorisoiva esimerkiksi OR-operaattoriin (TAI-operaattori) nähden.

source: Wildcards
fi: Jokerimerkit

source: The searches support two different wildcard characters. Symbol "?" provides a single character wildcard search. The following search would match both "text" and "test":
fi: Haku tukee kahta eri jokerimerkkiä. Symboli "?" mahdollistaa yhden merkin jokerihaun. Seuraava haku haku kattaisi sekä sanan "text" että "test":

source: To match multiple characters you can use the symbol "*". It matches 0 or more characters and can be placed in the middle of the term as well as the end:
fi: Kattaaksesi usemman merkkijonon pituisen vapaahaun voit käyttää symbolia "*". Se mahdollistaa yhden tai useamman merkin korvaamisen haetusta termistä. Symboli voidaan asettaa termin keskelle tai sen loppuun:

source: Logical operators and grouping
fi: Loogiset operaattorit ja ryhmittely

source: The search engine Kata uses supports the boolean operators AND, "+", OR, NOT and "-". Note that the boolean operators must be provided as upper case characters. To search datasets containing both "climate" and "rain" you would type:
fi: Katan käyttämä hakukone tukee boolen operaattoreita AND, "+", OR, NOT ja "-". Huomaa, että boolen operaattorit tulee kirjoittaa isoilla kirjaimilla. Etsiäksesi tietoaineistoja, joissa on sekä "ilmasto" että "sade", kirjoita hakutermi:

source: climate AND rain
fi: ilmasto AND sade

source: To search for datasets that must contain climate and may also contain rain the search would be:
fi: Etsiäksesi tietoaineistoja, joiden tulee sisältää ilmasto ja jotka voivat lisäksi sisältää sanan sade, haluttu hakukysely on:

source: +climate rain
fi: +ilmasto sade

source: NOT and "-" work similarly. These can be used to rule out words. For example, to search for datasets containing "climate" but not the word "rain" you would search for:
fi: NOT ja "-" toimivat yhteneväisesti. Näitä voit käyttää sulkeaksesi tiettyjä sanoja pois. Hakiessasi tietoaineistoja, joissa on sana "ilmasto" mutta ei sanaa "sade", hakutermi on:

source: climate NOT rain
fi: ilmasto NOT sade

source: If needed, you can group the search criteria with parentheses. This will enable sub queries. For example, to search for either "sun" or "rain" and "climate", use query:
fi: Voit ryhmitellä hakutermejä sulkeilla. Hakiessasi esimerkiksi joko sanaa "aurinkoinen" tai "sade" ja sanaa "ilmasto", haku on:

source: (sun OR rain) AND climate
fi: (aurinkoinen OR sade) AND ilmasto

source: Fuzzy Searches
fi: Sumeat haut

source: With fuzzy search you can match a word that is similar to the given one. Fuzzy search is constructed with symbol "~". To search spellings similar to "roam" you could make a search:
fi: Sumealla haulla voit hakea sanoja, jotka ovat samankaltaisia kuin annettu sana. Sumeassa haussa käytetään symbolia "~". Hakeaksesi samankaltaisia kirjoitusasasuja termin "roam" kanssa hae syntaksilla:

source: Range Searches
fi: Etäisyyshaut

source: The range searches work for both date fields and non-date fields. You can search for datasets added between the lower and upper bounds of the provided dates with:
fi: Etäisyyshaut toimivat sekä päivämääräkentille että muun tyyppisille tietotyypeille. Voit etsiä tietoaineistoja alku- ja loppupäivämäärän väliltä seuraavalla hakutermillä:

source: Boosting a term
fi: Termin painottaminen

source: You can raise any word's importance by boosting it with the symbol "^" and a number. The number is so called boost factor and the higher the number is, the more relevant the word will be. For example, to search for terms "northern hemisphere" and "southern hemisphere" with the "northern hemisphere" wanted to be more relevant, you could construct a search like:
fi: Voit nostaa sanan prioriteettia painottamalla sitä symbolilla "^", jota seuraa numero. Numero toimii painotuskertoimena ja mitä suurempi numero on, sitä enemmän sanalla on painoarvoa. Esimerkiksi etsiäksesi termejä "pohjoinen pallonpuolisko" ja "eteläinen pallonpuolisko", jossa termeistä ensimmäistä halutaan painottaa, käytetään hakutermiä:

source: "northern hemisphere"^5 "southern hemisphere"
fi: "pohjoinen pallonpuolisko"^5 "eteläinen pallonpuolisko"

source: Choosing a dataset from the search result will show the dataset's information. The dataset page also provides additional features:
fi: Valitessasi tietoaineiston hakutuloksista, palvelu vie tietoaineiston katselunäkymään. Tietoaineiston sivu tarjoaa myös seuraavia ominaisuuksia:

source: If you have sufficient privileges, you can choose to edit the dataset.
fi: Jos sinulla on tarvittavat käyttöoikeudet, voit muokata tietoaineistoa.

source: If you don't have enough priveleges but you are logged in, you can request for edit rights.
fi: Jos sinulla ei ole tarpeeksi oikeuksia, mutta olet sisäänkirjautunut, voit pyytää muokkausoikeuksia aineiston omistajalta.

source: From the tabs you can see dataset's past activities and followers.
fi: Välilehdistä löydät tietoaineiston tapahtumat ja seuraajat.

source: In the related tab you can see publications and datasets related to the dataset in question and if you are logged in you can add a relation to this dataset.
fi: Välilehdeltä "liittyvät" näet julkaisuja ja tietoaineistoja, jotka liittyvät jollain tavalla kyseessä olevaan tietoaineistoon. Jos olet sisäänkirjautuneena, voit lisätä tällaisen relaation tämän tietoaineiston ja jonkin muun edellämainitun tyyppisen aineiston välille.

source: In the right hand navigation you can choose to export the dataset's basic metadata in RDF format from the "RDF" link.
fi: Oikean laidan navigoinnista voit valita tietoaineiston metatiedon viennin RDF-formaatissa, linkistä jossa lukee "RDF".

source: If you are logged in, you can choose to follow the dataset. By following the dataset you would start to receive changes to this data to your Dashboard's news feed.
fi: Jos olet kirjautuneena sisään, voit halutessasi alkaa seuraamaan tietoaineistoa. Seuratessasi tietoaineistoa saat ilmoituksen siinä tapahtuvista muutoksista profiilisi uutisiin.

source: If you are logged in you will find "Add Dataset" button for example from the Datasets and Dashboard pages. This button brings you to the Add Dataset form. The Add Dataset page encourages and guides you to fullfill the metadata as well as possible to ensure that metadata is of good quality and your data is as well described as possible. The fields are accompanied with a tooltip, "?", which will give instructions for that specific field.
fi: Jos olet kirjautuneena sisään, löydät "Lisää Tietoaineisto" -painikkeen esimerkiksi Tietoaineistot-sivulta. Tämä painike vie sinut Lisää Tietoaineisto -lomakkeelle. Lisää Tietoaineisto -sivu pyrkii auttamaan sinua täyttämään aineistosi metadatan niin hyvin kuin mahdollista, jotta metadatasi olisi mahdollisimman hyvälaatuinen ja datasi niin kattavasti kuvattuna kuin mahdollista. Kenttien yhteydestä löytyy lyhyt kentän täyttöohje nappulasta, joka on merkitty kysymysmerkillä, "?".

source: Required information
fi: Pakolliset tiedot

source: The upper part of the page contains the data fields that are the compulsory minimum for every dataset. Language and project information can be skipped by checking the checkbox in the section in question. The fields are shortly explained here.
fi: Sivun ylempi osa sisältää täytettävät kentät, jotka ovat pakollisia jokaiselle tietoaineistolla. Kieli- ja projektitiedot voidaan ohittaa valitsemalla näiden kohdalla oleva valintaruutu. Pakolliset kentät esitellään tässä osiossa seuraavaksi.

source: Basic information about the dataset:
fi: Perustietoja tästä tietoaineistosta:

source: Titles: Title and its language. Multiple titles with different languages can be given.
fi: Otsikot: otsikko ja sen kieli. Useampia otsikoita voidaan antaa eri kielisinä.

source: Authors: Author and author's organisation. Multiple author/organisation pairs can be given.
fi: Laatijat: laatija ja laatijan organisaatio. Metadataan voidaan syöttää useampia laatija-organisaatio -pareja.

source: Keywords: Keywords use KOKO ontology from http://finto.fi/. The keywords are chosen from suggestions or you can also provide your own word if suitable is not available.
fi: Avainsanat (tagit): avainsanoissa on käytössä JavaScript-valitsin, joka hakee ehdotuksia sanoiksi KOKO-ontologiasta, kts. http://finto.fi/. Avainsanat valitaan ehdotuksista, mutta voit valita myös oman sanan jos sopivaa ei löydy.

source: Languages: List of languages the data contains, in ISO 639-3 format. If there is no language, you can check the checkbox.
fi: Kielet: lista kielistä, joita datassa on käytetty, ISO 639-3-formaatissa. Jos kieltä ei ole, merkkaa valintaruutu.

source: Distributor / publisher contact information: Provide a name, phone number, valid email address and a homepage so that others can contact the publisher / distributor about the data. This can be you as well. The email address will be hidden from others than dataset editors and a messaging tool is provided for others instead.
fi: Jakelijan / julkaisijan yhteystiedot: anna nimi, puhelinnumero, sähköpostiosoite ja kotisivu, joiden avulla muut voivat ottaa yhteyttä datasta. Huomaa, että sähköpostiosoite piilotetaan muiden näkyvistä ja se on korvattu yhteydenottolomakkeella.

source: Agents and roles:
fi: Toimijat ja roolit:

source: Project that produced this dataset: This information can be skipped by checking the checkbox. If the information is given, all four fields must be filled with project data: Project name, project's funder, funding id (will be hidden to non-editors) and project's homepage.
fi: Datan tuottanut projekti: merkkaamalla valintaruutu näiden tietojen syöttämisen voi ohittaa. Jos tiedot annetaan, kaikki neljä kenttää on täytettävä. Kentät ovat: projektin nimi, rahoittaja, rahoitustunniste (kenttä piilotetaan henkilöiltä, joilla ei ole metadataan muokkausoikeuksia) ja projektin kotisivu.

source: Owner information: Data's owner's information, for example a name or an identification URL.
fi: Omistajatiedot: datan omistajan tiedot, esimerkiksi nimi tai URL-tunniste.

source: Identification information of data:
fi: Aineiston tunnistustiedot:

source: Permanent identifier: The permanent identifier is the data's unique identifier. If none is provided, Kata will give it an URN identifier from National Library of Finland's address space, from a subspace given to Kata. This field can NOT be changed afterwards.
fi: Pysyvä tunniste: pysyvä tunniste on datan yksilöivä tunniste. Jos tällaista ei ole annettu, Kata generoi URN-tunnisteen Kansalliskirjaston tunnisteavaruudesta, Katalle annetusta aliavaruudesta. Huomaa, että tätä kenttää EI voi muokata jälkikäteen!

source: Version identifier: The version PID can be given or if left empty is generated by Kata. If left to Kata, it will generate an URN identifier from National Library of Finland's address space, from a subspace given to Kata.
fi: Versiotunniste: versiotunniste voidaan antaa tai kenttä voidaan jättää tyhjäksi, jolloin Kata generoi siihen URN-tunnisteen Kansalliskirjaston Katalla antamasta aliavaruudesta.

source: Modification date: Choose a modification date from the calendar tool. The default value is this moment.
fi: Muokkauspäivämäärä: valitse muokkauspäivämäärä kalenterityökalusta. Oletuksena se on tämä hetki.

source: Usage information tells where the data is located and/or how it can be accessed:
fi: Käyttötiedot kertoo, missä data sijaitsee ja/tai miten sen sen saa haltuunsa:

source: Dataset is available for use: Choose a suitable option for your data. Provide also the URL's required, the URL fields are displayed according to your choice. No URL is asked for if you choose the option "only by contacting the distributor".
fi: Tietoaineiston saa käyttöön: valitse datallesi sopiva vaihtoehto. Syötä URL, kun sitä kysytään. URL:a ei kysytä, jos valitset vaihtoehdoksi "ottamalla yhteyttä yhteyshenkilöön".

source: License: Choose a license from the popup menu. This will define who can use your data and possibly how they can use it.
fi: Lisenssi: valitse lisenssi alasvetovalikosta. Lisenssi määrittelee kuka voi käyttää dataasi ja mahdollisesti miten he voivat sitä käyttää.

source: Recommended information
fi: Suositellut tiedot

source: Beneath the required information are the recommended data fields that are by default hidden but can be toggled visible. It is useful to describe your data as well as possible, so if the fields in recommended information are valid to your data, please fill them. Here are short explanations of the fields:
fi: Pakollisten tietojen alla sijaitsevat suositellut tiedot. Nämä kentät ovat oletuksena piilossa, mutta ne saa esille klikkaamalla nuolesta. On hyödyllistä kuvailla datasi niin hyvin kuin mahdollista, joten pyrithän täyttämään myös suositelluissa tiedoissa tarjottuja kenttiä siinä määrin, kun ne sopivat dataasi. Seuraavaksi esitellään suositellut kentät lyhyesti:

source: Coverage provides fields for spatial and temporal coverage:
fi: Kattavuudet tarjoavat kentät maantieteelliseen ja ajalliseen kattavuuteen:

source: Spatial coverage: Location names are retrieved the location name database at http://finto.fi/. Choose the locations covered in your data from the suggestions. You can also add your own location by typing and accepting it.
fi: Maantieteellinen kattavuus: paikannimiä voi etsiä paikannimirekisteristä, josta voit lukea lisää osoitteessa http://finto.fi. Valitse paikannimi, jota datasi käsittelee, annetuista ehdotuksista. Voit antaa myös omia paikannimia, jos sopivaa ei löydy, kirjoittamalla se kokonaan ja hyväksymällä näppäimistösi enter-painikkeella.

source: Temporal coverage: Choose a time period covered in your data using the date selector.
fi: Ajallinen kattavuus: valitse datasi käyttämä ajallinen kattavuus päivämäärävalitsimesta.

source: Relations:
fi: Relaatiot:

source: Discipline/branch of science: The disciplines are chosen from the OKM-TIETEENALA ontology, from http://finto.fi/. The disciplines are provided only in Finnish and you should use these Finnish versions to help grouping and searching of the data.
fi: Tieteenala: tieteenalat tarjotaan okm-tieteenala-ontologiasta (http://finto.fi). Tieteenalat tarjotaan vain suomeksi ja jotta ryhmittely ja haku on helpompaa, valitse tieteenala tarjotuista.

source: File information is especially technical information about your data:
fi: Tiedoston tietoja sisältää teknistä informaatiota datastasi:

source: File format: The mimetype of the file, see http://www.iana.org/assignments/media-types for a complete list.
fi: Tiedostomuoto: tiedoston sisältötyyppi (MIME-tyyppi), täydellinen lista löytyy osoitteesta http://www.iana.org/assignments/media-types.

source: Checksum and Algorithm: Checksum and the algorithm it was taken with, especially to verify that the file has not changed.
fi: Tarkistussumma ja algoritmi: tarkistussummaa ja algoritmia voidaan käyttää esimerkiksi tiedoston muuttumattomuuden varmistamiseen.

source: Dataset lifecycle events:
fi: Tietoaineiston elinkaaren tapahtumat:

source: In case there are events in this dataset, fill all four (event, by whom, when, description) fields. Choose the event type from the list and provide who did the act. Add also the time in format "1111-11-11T11:11:11" and a description. Multiple events can be added, but all four are required when adding one.
fi: Jos datalla on tapahtumia, täytä kyseiselle tapahtumalle kaikki neljä kenttää. Valitse tapahtuman tyyppi alasvetovalikosta. Lisää aika (milloin) muodossa "1111-11-11T11:11:11". Kuvaus ja tekijä ovat vapaatekstikenttiä. Voit syöttää datalle miten monta tapahtumaa hyvänsä, mutta kun syötät tapahtuman, huomaa että kaikki neljä kenttää on oltava täytettynä.

source: Free description:
fi: Vapaa kuvaus:

source: Description: The description field can contain almost anything. Note, that the contents of the description field are visible in the search results, so giving a good description may bring more attention to your dataset.
fi: Kuvaus: kuvaus voi sisältää lähes mitä tahansa. Huomioi, että kuvauskentän sisältö näkyy myös hakutuloksissa, joten kattava kuvaus voi parantaa aineistosi kiinnostavuutta.

source: Additional features
fi: Lisäominaisuudet

source: Kata contains several other features which are shortly covered here.
fi: Katassa on myös muita ominaisuuksia, joita käydään läpi seuraavaksi.

source: User profile
fi: Käyttäjäprofiili

source: User profile provides basic information about you, your dataset and actions. The user profile can be accessed from the upper right corner. The upper right corner also provides a direct link to your own datasets. Note that if you have logged in using Haka, you can not change your profile information from Kata: the changes must be done by your home organisation.
fi: Käyttäjäprofiili sisältää käyttäjätunnukseesi liitetyt tiedot, tietoaineistosi ja tapahtumat. Käyttäjäprofiiliin pääset oikean yläkulman valintapainikkeesta. Oikean yläkulman painikkeet tarjoavat myös suoran linkin omiin tietoaineistoihisi. Huomaa, että jos olet kirjautunut Haka-tunnuksilla, et voi muokata profiilitietojasi Katassa: tiedot täytyy muuttaa kotiorganisaatiostasi käsin.

source: The Stats link will take you to the statistics page. The page will show you some general information about Kata, its datasets and users.
fi: Tilastot-linkki vie sinut tilastosivulle. Sivu näyttää perustietoa Katan sisältämistä tietoaineistoista ja käyttäjistä.

source: The Collections page shows categories which may have datasets under them, grouped together under one set. You can also add a new collection and from the collection page also add a dataset under this collection. Note, that for now only collections' administrators can add datasets under it.
fi: Kokoelmat-sivu näyttää kategorioita, joiden alla voi olla tietoaineistoja kerättynä yhden aihepiirin tai muun vastaavan alle. Voit lisätä myös uuden kokoelman tältä sivulta ja lisätä aineistoja tähän kokoelmaan. Huomaa, että vain kokoelman administraattori voi lisätä tietoaineistoja kokoelmaan.

source: Table of contents
fi: Sisällysluettelo

source: - User profile
fi: - Käyttäjäprofiili

source: - Stats
fi: - Tilastot

source: - Collections
fi: - Kokoelmat

source: Advanced search
fi: Tarkennettu haku

source: Multiple search terms are bind together with ANDs and grouped with ORs. Example: (term1 AND term2) OR (term3) OR (term4 NOT term5)
fi: Useammat hakutermit sidotaan yhteen AND-operaattorilla ja ryhmitellään OR-operaattorilla. Esimerkiksi (term1 AND term2) OR (term3) OR (term4 NOT term5)

source: Year
fi: Vuosi

source: Start year
fi: Aloitusvuosi

source: End year
fi: Lopetusvuosi

source: datasets
fi: tietoaineistoa

source: found for
fi: löydetty kohteelle

source: Sorry no datasets found.
fi: Ei löydettyjä tietoaineistoja.

source: All datasets
fi: Kaikki tietoaineistot

source: Keywords
fi: Avainsanat

source: File formats
fi: Tiedostomuodot

source: Discipline
fi: Tieteenala

source: Hide/show
fi: Piilota/näytä

source: Import XML
fi: Tuo XML-tiedosto

source: Metadata documents
fi: Metatietodokumentit

source: Add new metadata document
fi: Lisää uusi metatietodokumentti

source: Finnish
fi: suomi

source: English
fi: englanti

source: Swedish
fi: ruotsi

source: Abkhazian
fi: abhaasi

source: Achinese
fi: aceh

source: Acoli
fi: atšoli

source: Adyghe; Adygei
fi: agyde

source: Afro-Asiatic languages
fi: afroaasialaiset kielet

source: Akkadian
fi: akkadi

source: Albanian
fi: albania

source: Aleut
fi: aleutti

source: Algonquian languages
fi: algonkinkielet

source: Southern Altai
fi: eteläaltai

source: Amharic
fi: amhara

source: English, Old (ca. 450-1100)
fi: muinaisenglanti

source: Apache languages
fi: apaššikielet

source: Arabic
fi: arabia

source: Official Aramaic (700-300 BCE); Imperial Aramaic (700-300 BCE)
fi: aramea

source: Aragonese
fi: aragonia

source: Armenian
fi: armenia

source: Mapudungun; Mapuche
fi: araukaani

source: Artificial languages
fi: keinotekoiset kielet

source: Assamese
fi: asami

source: Asturian; Bable; Leonese; Asturleonese
fi: asturia

source: Athapascan languages
fi: athabasca-kielet

source: Australian languages
fi: australialaiset kielet

source: Avaric
fi: avaari

source: Azerbaijani
fi: azeri

source: Banda languages
fi: banda

source: Bamileke languages
fi: bamileke-kielet

source: Bashkir
fi: baškiiri

source: Baluchi
fi: belutši

source: Balinese
fi: bali

source: Basque
fi: baski

source: Baltic languages
fi: balttilaiset kielet

source: Beja; Bedawiyet
fi: bedža

source: Belarusian
fi: valkovenäjä

source: Berber languages
fi: berberikielet

source: Bihari languages
fi: bihari-kielet

source: Bini; Edo
fi: bini

source: Siksika
fi: mustajalka (siksika)

source: Bantu languages
fi: bantukielet

source: Bosnian
fi: bosnia

source: Braj
fi: bradž

source: Breton
fi: bretoni
