Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: Batak languages
fi: batak

source: Buriat
fi: burjaatti

source: Buginese
fi: bugi

source: Bulgarian
fi: bulgaria

source: Burmese
fi: burma

source: Blin; Bilin
fi: bilen (bilin, blin)

source: Central American Indian languages
fi: Keski-Amerikan intiaanikielet

source: Galibi Carib
fi: karibi

source: Catalan; Valencian
fi: katalaani

source: Caucasian languages
fi: kaukasialaiset kielet

source: Celtic languages
fi: kelttiläiset kielet

source: Chechen
fi: tšetšeeni

source: Chagatai
fi: tšagatai

source: Chinese
fi: kiina

source: Chuukese
fi: chuuk

source: Chipewyan; Dene Suline
fi: chipewyan

source: Church Slavic; Old Slavonic; Church Slavonic; Old Bulgarian; Old Church Slavonic
fi: kirkkoslaavi

source: Chuvash
fi: tšuvassi

source: Chamic languages
fi: cham-kielet

source: Coptic
fi: kopti

source: Cornish
fi: korni

source: Corsican
fi: korsika

source: Creoles and pidgins, English based
fi: kreolit ja pidginit, englantiin perustuvat

source: Creoles and pidgins, French-based
fi: kreolit ja pidginit, ranskaan perustuvat

source: Creoles and pidgins, Portuguese-based
fi: kreolit ja pidginit, portugaliin perustuvat

source: Crimean Tatar; Crimean Turkish
fi: krimintataari; kriminturkki

source: Creoles and pidgins
fi: kreolit ja pidginit

source: Kashubian
fi: kašubi

source: Cushitic languages
fi: kuušilaiset kielet

source: Czech
fi: tšekki

source: Danish
fi: tanska

source: Dargwa
fi: dargva

source: Land Dayak languages
fi: dajakki

source: Slave (Athapascan)
fi: athapaski-slavi

source: Divehi; Dhivehi; Maldivian
fi: divehi

source: Dravidian languages
fi: dravidakielet

source: Lower Sorbian
fi: alasorbi

source: Dutch, Middle (ca. 1050-1350)
fi: keskihollanti

source: Dutch; Flemish
fi: hollanti

source: Egyptian (Ancient)
fi: muinaisegypti

source: Elamite
fi: elami

source: English, Middle (1100-1500)
fi: keskienglanti

source: Estonian
fi: viro

source: Faroese
fi: fääri

source: Fijian
fi: fidži

source: Filipino; Pilipino
fi: filippiino

source: Finno-Ugrian languages
fi: suomalais-ugrilaiset kielet

source: French
fi: ranska

source: French, Middle (ca. 1400-1600)
fi: keskiranska

source: French, Old (842-ca. 1400)
fi: muinaisranska

source: Northern Frisian
fi: pohjoisfriisi

source: Eastern Frisian
fi: itäfriisi

source: Western Frisian
fi: länsifriisi

source: Fulah
fi: fulani

source: Friulian
fi: friuli

source: Ga
fi: gã

source: Germanic languages
fi: germaaniset kielet

source: Georgian
fi: georgia

source: German
fi: saksa

source: Gilbertese
fi: kiribati

source: Gaelic; Scottish Gaelic
fi: gaeli

source: Irish
fi: iiri

source: Galician
fi: galicia

source: Manx
fi: manksi

source: German, Middle High (ca. 1050-1500)
fi: keskiyläsaksa

source: German, Old High (ca. 750-1050)
fi: muinaisyläsaksa

source: Gothic
fi: gootti

source: Greek, Ancient (to 1453)
fi: muinaiskreikka

source: Greek, Modern (1453-)
fi: nykykreikka

source: Swiss German; Alemannic; Alsatian
fi: sveitsinsaksa

source: Gwich'in
fi: gwitšin

source: Haitian; Haitian Creole
fi: haiti

source: Hawaiian
fi: havaiji

source: Hebrew
fi: heprea

source: Himachali languages; Western Pahari languages
fi: Himachal-kielet; läntiset pahari-kielet

source: Hittite
fi: heetti

source: Croatian
fi: kroatia

source: Upper Sorbian
fi: yläsorbi

source: Hungarian
fi: unkari

source: Icelandic
fi: islanti

source: Sichuan Yi; Nuosu
fi: sichuanin-yi

source: Ijo languages
fi: idžo

source: Interlingue; Occidental
fi: interlingue

source: Interlingua (International Auxiliary Language Association)
fi: interlingua

source: Indic languages
fi: indoarjalaiset kielet

source: Indonesian
fi: indonesia

source: Indo-European languages
fi: indoeurooppalaiset kielet

source: Ingush
fi: inguuši

source: Inupiaq
fi: iñupiaq

source: Iranian languages
fi: iranilaiset kielet

source: Iroquoian languages
fi: irokeesikielet

source: Italian
fi: italia

source: Javanese
fi: jaava

source: Japanese
fi: japani

source: Judeo-Persian
fi: juutalaispersia

source: Judeo-Arabic
fi: juutalaisarabia

source: Kara-Kalpak
fi: karakalpakki

source: Kabyle
fi: kabyyli

source: Kachin; Jingpho
fi: kachin

source: Kalaallisut; Greenlandic
fi: kalaallisut; grönlanti

source: Karen languages
fi: karen

source: Kawi
fi: kavi

source: Kazakh
fi: kazakki

source: Kabardian
fi: kabardi

source: Khoisan languages
fi: khoisan-kielet

source: Central Khmer
fi: khmer

source: Khotanese;Sakan
fi: khotani

source: Kikuyu; Gikuyu
fi: kikuju

source: Kinyarwanda
fi: ruanda

source: Kirghiz; Kyrgyz
fi: kirgiisi

source: Korean
fi: korea

source: Kosraean
fi: kosrae

source: Karachay-Balkar
fi: karatšai-balkaari

source: Karelian
fi: karjala

source: Kru languages
fi: kru-kielet

source: Kuanyama; Kwanyama
fi: kuanjama

source: Kumyk
fi: kumykki

source: Kurdish
fi: kurdi

source: Latin
fi: latina

source: Latvian
fi: latvia

source: Lezghian
fi: lezgi

source: Limburgan; Limburger; Limburgish
fi: limburg

source: Lithuanian
fi: liettua

source: Luxembourgish; Letzeburgesch
fi: luxemburg

source: Luiseno
fi: luiseño

source: Luo (Kenya and Tanzania)
fi: luo

source: Macedonian
fi: makedonia

source: Madurese
fi: madura

source: Marshallese
fi: marshallinsaaret

source: Makasar
fi: makassar

source: Austronesian languages
fi: austronesialaiset kielet

source: Malay
fi: malaiji

source: Moksha
fi: mokša

source: Irish, Middle (900-1200)
fi: keski-iiri

source: Mi'kmaq; Micmac
fi: micmac

source: Uncoded languages
fi: kooditon kieli

source: Mon-Khmer languages
fi: mon-khmer-kielet

source: Malagasy
fi: malagassi

source: Maltese
fi: malta

source: Manchu
fi: mantšu

source: Manobo languages
fi: manobokielet

source: Moldavian; Moldovan
fi: moldavia

source: Mongolian
fi: mongoli

source: Multiple languages
fi: monia kieliä

source: Munda languages
fi: mundakielet

source: Creek
fi: muskogi

source: Mirandese
fi: mirandês

source: Mayan languages
fi: mayakielet

source: Erzya
fi: ersä

source: Nahuatl languages
fi: nahuatl

source: North American Indian languages
fi: Pohjois-Amerikan intiaanikielet

source: Neapolitan
fi: napoli

source: Navajo; Navaho
fi: navajo

source: Ndebele, South; South Ndebele
fi: ndebele, etelä-

source: Ndebele, North; North Ndebele
fi: ndebele, pohjois-

source: Low German; Low Saxon; German, Low; Saxon, Low
fi: alasaksa

source: Nepal Bhasa; Newari
fi: newari

source: Niger-Kordofanian languages
fi: nigeriläis-kongolaiset kielet

source: Niuean
fi: niue

source: Norwegian Nynorsk; Nynorsk, Norwegian
fi: norja (nynorsk)

source: Bokmål, Norwegian; Norwegian Bokmål
fi: norja (bokmål)

source: Norse, Old
fi: muinaisnorja

source: Norwegian
fi: norja

source: Pedi; Sepedi; Northern Sotho
fi: pohjoissotho

source: Nubian languages
fi: nubialaiset kielet

source: Classical Newari; Old Newari; Classical Nepal Bhasa
fi: klassinen newari

source: Chichewa; Chewa; Nyanja
fi: nyanja (chewa)

source: Occitan (post 1500)
fi: oksitaani

source: Ojibwa
fi: odžibwa

source: Ossetian; Ossetic
fi: osseetti

source: Turkish, Ottoman (1500-1928)
fi: osmaninturkki

source: Otomian languages
fi: otomikielet

source: Papuan languages
fi: papualaiset kielet

source: Pampanga; Kapampangan
fi: pampanga

source: Panjabi; Punjabi
fi: panjabi

source: Papiamento
fi: papiamentu

source: Palauan
fi: palau

source: Persian, Old (ca. 600-400 B.C.)
fi: muinaispersia

source: Persian
fi: persia

source: Philippine languages
fi: filippiiniläiset kielet

source: Phoenician
fi: foinikia

source: Pali
fi: paali

source: Polish
fi: puola

source: Pohnpeian
fi: pohnpei

source: Portuguese
fi: portugali

source: Prakrit languages
fi: prakrit-kielet

source: Provençal, Old (to 1500); Occitan, Old (to 1500)
fi: muinaisprovensaali

source: Pushto; Pashto
fi: pašto

source: Reserved for local use
fi: (varattu paikalliseen käyttöön)

source: Quechua
fi: ketšua

source: Rarotongan; Cook Islands Maori
fi: rarotonga

source: Romance languages
fi: romaaniset kielet

source: Romansh
fi: retoromaani

source: Romany
fi: romani

source: Romanian
fi: romania

source: Aromanian; Arumanian; Macedo-Romanian
fi: aromaani

source: Russian
fi: venäjä

source: Yakut
fi: jakuutti

source: South American Indian languages
fi: Etelä-Amerikan intiaanikielet

source: Salishan languages
fi: sališilaiset kielet

source: Samaritan Aramaic
fi: samarianaramea

source: Sicilian
fi: sisilia

source: Scots
fi: skotti

source: Selkup
fi: selkuppi

source: Semitic languages
fi: seemiläiset kielet

source: Irish, Old (to 900)
fi: muinaisiiri

source: Sign Languages
fi: viittomakielet

source: Sinhala; Sinhalese
fi: sinhala

source: Siouan languages
fi: sioux-kielet

source: Sino-Tibetan languages
fi: sinotiibetiläiset kielet

source: Slavic languages
fi: slaavilaiset kielet

source: Slovak
fi: slovakki

source: Slovenian
fi: sloveeni

source: Southern Sami
fi: eteläsaame

source: Northern Sami
fi: pohjoissaame

source: Sami languages
fi: saamelaiskielet

source: Lule Sami
fi: luulajansaame

source: Inari Sami
fi: inarinsaame

source: Samoan
fi: samoa

source: Skolt Sami
fi: koltansaame

source: Sogdian
fi: sogdi

source: Songhai languages
fi: songhai

source: Sotho, Southern
fi: eteläsotho

source: Spanish; Castilian
fi: espanja

source: Sardinian
fi: sardi

source: Serbian
fi: serbia

source: Nilo-Saharan languages
fi: nilosaharalaiset kielet

source: Swati
fi: swazi

source: Sundanese
fi: sunda

source: Sumerian
fi: sumeri

source: Classical Syriac
fi: klassinen syyria

source: Syriac
fi: syyria

source: Tahitian
fi: tahiti

source: Tai languages
fi: tai-kielet

source: Tamil
fi: tamili

source: Tatar
fi: tataari

source: Timne
fi: temne

source: Tajik
fi: tadžikki

source: Tibetan
fi: tiibetti

source: Klingon; tlhIngan-Hol
fi: klingon

source: Tlingit
fi: tlinglit

source: Tonga (Nyasa)
fi: Malawin tonga

source: Tonga (Tonga Islands)
fi: Tongan tonga

source: Turkmen
fi: turkmeeni

source: Tupi languages
fi: tupikielet

source: Turkish
fi: turkki

source: Altaic languages
fi: altailaiset kielet

source: Tuvinian
fi: tuva

source: Udmurt
fi: udmurtti

source: Ugaritic
fi: ugarit

source: Uighur; Uyghur
fi: uiguuri

source: Ukrainian
fi: ukraina

source: Undetermined
fi: määrittämätön

source: Uzbek
fi: uzbekki

source: Vietnamese
fi: vietnam

source: Votic
fi: vatja

source: Wakashan languages
fi: wakashkielet

source: Wolaitta; Wolaytta
fi: wolaytta

source: Welsh
fi: kymri

source: Sorbian languages
fi: sorbi

source: Walloon
fi: valloni

source: Kalmyk; Oirat
fi: kalmukki

source: Yao
fi: mien

source: Yapese
fi: yap

source: Yiddish
fi: jiddiš

source: Yupik languages
fi: jupikkikielet

source: Zapotec
fi: sapoteekki

source: Blissymbols; Blissymbolics; Bliss
fi: Bliss-symbolit

source: Zhuang; Chuang
fi: zhuang

source: Zande languages
fi: zande

source: No linguistic content; Not applicable
fi: ei kielellistä sisältöä; ei sovellu

source: No language
fi: Ei kieltä

source: Titles
fi: Otsikot

source: Authors
fi: Laatijat

source: Organisation
fi: Organisaatio

source: No description
fi: Ei kuvausta

source: Usage information
fi: Käyttötiedot

source: available via an access form in
fi: saatavilla hakulomakkeella

source: this link
fi: tästä linkistä

source: available freely
fi: saatavilla vapaasti

source: from this address
fi: tästä osoitteesta

source: available via login
fi: saatavilla sisäänkirjautumalla

source: available by
fi: saatavilla

source: available freely or availability is not specified
fi: saatavilla vapaasti tai saatavuutta ei ole määritetty

source: with license as
fi: lisenssillä

source: Contact information
fi: Yhteystiedot

source: Primary contact
fi: Ensisijainen yhteyshenkilö

source: Phone
fi: Puhelinnumero

source: Send a message
fi: Lähetä viesti

source: Homepage
fi: Kotisivu

source: Project information
fi: Projektin tiedot

source: Funding contact
fi: Rahoittajan yhteyshenkilö

source: Other stakeholders
fi: Muut toimijat

source: Contributor
fi: Tekijä

source: Producer
fi: Tuottaja

source: Owner
fi: Omistaja

source: Owner identity
fi: Omistajan tunniste

source: Identification information of data
fi: Aineiston tunnistetiedot

source: Last modified
fi: Viimeksi muokattu

source: Permanent identifier
fi: Pysyvä tunniste

source: Version identifier
fi: Versiotunniste

source: Additional information on dataset
fi: Lisätietoja tietoaineistosta

source: Geographical areas covered
fi: Maantieteellinen kattavuus

source: Period of time covered
fi: Ajallinen kattavuus

source: Publications based on this data
fi: Dataan perustuvat julkaisut

source: Dataset belongs to collection/series
fi: Tietoaineisto kuuluu kokoelmaan/sarjaan

source: Other related datasets
fi: Muut liittyvät tietoaineistot

source: Discipline/branch of science
fi: Tieteenala

source: File format
fi: Tiedoston muoto

source: Checksum
fi: Tarkistussumma

source: Algorithm
fi: Algoritmi

source: Dataset lifecycle events
fi: Tietoaineiston elinkaaren tapahtumat:

source: Who
fi: Kenen toimesta

source: Basic information
fi: Perustiedot

source: Field is compulsory.<br /><br />Type an informative title for the research data. Choose the title's language from the language menu. You can add several titles in different languages using the '+' button. If you leave an added title field empty it is discarded. However, at least the first title field must have a value.
fi: Kenttä on pakollinen.<br /><br />Anna kuvaava otsikko datalle. Valitse otsikon kieli kielivalikosta. Voit lisätä useita erikielisiä otsikoita lisäämällä kenttiä '+'-painikkeella. Jos jätät jonkin otsikkokentän tyhjäksi, se jätetään huomiotta. Huomaa, että ainakin ensimmäisessä kentässä on kuitenkin oltava otsikko.

source: Authors and organizations
fi: Laatijat ja organisaatiot

source: Familyname, Firstname and/or http://orcid.org/
fi: Sukunimi, Etunimi ja/tai http://orcid.org/

source: Field is compulsory.<br /><br />Type names of authors and organisations to the corresponding fields, one author per a field pair. You can add more fields for additional authors by pressing the '+' button. If you leave an added author field empty, it is discarded, but note that the first author/organisation field pair must have values.<br /><br />You can enter either the author's name or an identifier URI, such as an ORCID identifier. If you choose to enter a name, please use format "familyname, firstname".
fi: Kenttä on pakollinen.<br /><br />Kirjoita laatijat ja laatijoiden organisaatiot riveilleen, yksi laatija kenttäparia kohti. Voit lisätä kenttiä '+'-painikkeella. Jos jätät lisätyn kenttäparin tyhjäksi, se jätetään huomiotta. Huomaa, että ainakin ensimmäinen kenttäpari on täytettävä.<br /><br />Voit antaa joko laatijan nimen tai tunnisteen, esimerkiksi ORCID-tunnisteen. Jos kirjoitat nimen, käytä mieluiten muotoa "sukunimi, etunimi".

source: Search keywords from KOKO ontology, select keywords with enter or mouse click.
fi: Etsi avainsanoja (tageja) KOKO-ontologiasta. Valitse valittu avainsana näppäimistösi enter-painikkeella tai hiiren klikkauksella.

source: Field is compulsory.<br /><br />Add keywords (tags) that describe your data. Once you start typing, you will automatically get suggestions for matching keywords. You can then select the appropriate suggestion with a mouse click, or you can enter your own keywords. If you make a mistake, you can remove a keyword by clicking the 'x' next to it.<br /><br />You can change the language of suggested words from the language menu.<br /><br />The suggestions are retrieved from the Finto vocabulary service (see http://finto.fi/en/). Note that you must have JavaScript enabled in your browser in order for the automatic suggestions to work.
fi: Kenttä on pakollinen.<br /><br />Lisää avainsanoja (tag) jotka kuvailevat dataasi. Kun alat kirjoittaa sanaa, saat automaattisesti ehdotuksia avainsanoiksi. Voit valita ehdotuksista sopivan klikkaamalla sitä hiirellä. Voit myös kirjoittaa oman sanasi, jos ehdotetuista vaihtoehdoista ei löydy sopivaa. Voit poistaa jo syöttämäsi avainsanan 'x'-painikkeesta.<br /><br />Voit vaihtaa ehdotettavien avainsanojen kieltä kielivalikosta.<br /><br />Ehdotukset haetaan Finto-sanastopalvelusta (http://finto.fi). JavaScript-tuen on oltava käytössä selaimessasi, jotta automaattiset ehdotukset toimisivat.

source: eg. economy, mental health
fi: esim. talous, mielenterveys, hallitus

source: Search:
fi: Etsi:

source: This dataset contains non-textual data
fi: Tietoaineisto ei sisällä tekstimuotoista dataa

source: Field is compulsory, if checkbox is unchecked.<br /><br />Type a comma separated list of languages, in ISO 639-2 T format, used in your data, for example "eng, fin, swe".
fi: Kenttä on pakollinen, jos valintaruutua ei ole valittu.<br /><br />Anna pilkulla erotettu lista datassasi käytetyistä kielistä ISO 639-2 T muodossa, esimerkiksi "eng, fin, swe".

source: Agents and roles
fi: Toimijat ja roolit

source: Distributor / publisher contact information
fi: Jakelijan / julkaisijan yhteystiedot

source: John Doe
fi: Matti Meikäläinen

source: Field is compulsory.<br /><br />Type the name of the publisher. Publisher is someone or something that can be contacted if more information about the data is required or the person or organisation responsible for the data needs to be contacted.
fi: Kenttä on pakollinen.<br /><br />Kirjoita julkaisijan nimi. Julkaisija on joku tai jokin, jolta voidaan esimerkiksi tiedustella lisätietoa datasta.

source: Field is compulsory.<br /><br />Type the contact phone number. The phone number must be in form "+35812341234".
fi: Kenttä on pakollinen.<br /><br />Anna yhteyspuhelinnumero. Numeron pitää olla muotoa "+35812341234".

source: john.doe@example.com
fi: matti.meikalainen@esimerkki.fi

source: Field is compulsory.<br /><br />Type the contact e-mail address. The e-mail address is not shown publicly.
fi: Kenttä on pakollinen.<br /><br />Anna sähköpostiosoite, johon voidaan ottaa yhteyttä. Sähköpostiosoitetta ei näytetä julkisesti.

source: http://johndoe.com/contact
fi: http://esimerkki.fi/contact

source: Field is compulsory.<br /><br />Type a valid web address to your web page. In case you don't have one, you could for example give an address to your research group's site or any site that could make it possible to contact the origin of the dataset in case of need.
fi: Kenttä on pakollinen.<br /><br />Anna internetosoite. Jos tällaista ei ole, voit antaa esimerkiksi tutkimusryhmän internetosoitteen tai muun osoitteen, jonka kautta voidaan tarpeen tullen saada lisätietoa datasta.

source: Project that produced this dataset
fi: Tietoaineiston tuottanut projekti

source: This dataset was produced in a project.
fi: Tämä tietoaineisto on tuotettu projektissa.

source: my project
fi: oma projekti

source: Field is compulsory if checkbox 'This dataset was produced in a project.' is checked.<br /><br />Type the project's name.
fi: Kenttä on pakollinen, jos valintaruutu on valittu.<br /><br />Anna projektin nimi.

source: Funder
fi: Rahoittaja

source: my funder
fi: oma rahoittaja

source: Field is compulsory if checkbox 'This dataset was produced in a project.' is checked.<br /><br />Type the project funder's name.
fi: Kenttä on pakollinen, jos valintaruutu on valittu.<br /><br />Anna projektin rahoittajan nimi.

source: Funding id
fi: Rahoitustunniste

source: Field is compulsory if checkbox 'This dataset was produced in a project.' is checked.<br /><br />Type the project's funding id. The funding id is not shown publicly.
fi: Kenttä on pakollinen, jos valintaruutu on valittu.<br /><br />Anna projektin rahoitustunniste. Rahoitustunnistetta ei näytetä julkisesti.

source: http://myproject
fi: http://omaprojektini

source: Field is compulsory if checkbox 'This dataset was produced in a project.' is checked.<br /><br />Type the project's homepage
fi: Kenttä on pakollinen, jos valintaruutu on valittu.<br /><br />Anna projektin kotisivu.

source: Owner information
fi: Omistajatiedot

source: identification URL or name
fi: yksilöivä URL tai nimi

source: Field is compulsory.<br /><br />Type the dataset owner's name or an identifier, for example an ORCID identifier.
fi: Kenttä on pakollinen.<br /><br />Anna datan omistajan nimi tai tunniste, esimerkiksi ORCID-tunnus.

source: Permanent Identifier
fi: Pysyvä tunniste

source: Permanent identifier was already given. It can't be changed.
fi: Pysyvä tunniste on jo annettu. Sitä ei voi muokata.

source: will be automatically generated if empty
fi: jos tyhjä, generoidaan automaattisesti

source: Field is compulsory but automatically generated if left empty.<br /><br />PID is a permanent, unique, identifier, preferably a URI. This specific PID is for the current data version. You can add your own identifier or use one generated by the service. <br /><br />The automatically generated PID is a URN identifier from the national library of Finland, of form "urn:nbn:fi:csc-kata[unique number]". Visit http://www.nationallibrary.fi for more information.
fi: Kenttä on pakollinen, mutta generoidaan automaattisesti jos jätetty tyhjäksi.<br /><br />PID on pysyvä, uniikki datan tunniste. Tämä tunniste on tämänhetkiselle datan versiolle. Voit lisätä oman tunnisteesi tai käyttää palvelun generoimaa tunnistetta<br /><br />Automaattisesti generoitu PID on URN-tunniste Kansalliskirjaston nimiavaruudesta, muotoa "urn:nbn:fi:csc-kata[numerosarja]". Lisää tietoa osoitteessa http://www.kansalliskirjasto.fi/.

source: Version Identifier
fi: Versiotunniste

source: Field is compulsory but automatically generated if left empty.<br /><br />PID is a permanent, unique, identifier of the data, preferrably a URI. This specific PID is for the current data version. You can add your own identifier or use one generated by the service. <br /><br />The automatically generated PID is an URN identifier from the national library of Finland, of form "urn:nbn:fi:csc-kata[unique number]". Visit http://www.nationallibrary.fi/index.html for more information.
fi: Kenttä on pakollinen, mutta generoidaan automaattisesti jos jätetty tyhjäksi.<br /><br />PID on pysyvä, uniikki datan tunniste. Voit lisätä oman tunnisteesi tai käyttää palvelun generoimaa tunnistetta<br /><br />Automaattisesti generoitu PID on URN-tunniste Kansalliskirjaston nimiavaruudesta, muotoa "urn:nbn:fi:csc-kata[numerosarja]". Lisää tietoa osoitteessa http://www.kansalliskirjasto.fi/.

source: Modification date
fi: Muokkauspvm

source: Field is compulsory but an automatically generated date is provided.<br /><br />The modification date tells when the data has last been modified. Click the field to open a calendar tool to choose the modification date and time for this dataset. Accept and insert the date to the field by pressing the Done button. By default, the time zone is Z (Zulu Time Zone), which corresponds the UTC time zone.<br /><br />Note that this tool requires JavaScript to be enabled in the browser.
fi: Kenttä on pakollinen, mutta siihen tarjotaan automaattisesti generoitu päivämäärä.<br /><br />Muokkauspäivämäärä kertoo, milloin dataa on viimeksi muokattu. Klikkaa kenttää ja valitse aukeavasta kalenterityökalusta sopiva päivämäärä ja aika. Hyväksy valitsemasi aika "Done" -painikkeesta. Oletuksena aikavyöhyke on Z (Zulu-aikavyöhyke), joka vastaa UTC-aikavyöhykettä.<br /><br />Huomaa, että kalenteri vaatii toimiakseen JavaScriptin selaimeen.

source: Dataset is available for use:
fi: Tietoaineiston saa käyttöön:

source: directly downloadable
fi: avoimesti

source: Web address for downloading the dataset
fi: Tietoaineiston web-osoite

source: http://mydata.com
fi: http://omadatani.fi

source: downloadable after registration / identification
fi: avoimesti rekisteröitymällä tai tunnistautumalla

source: with data access application form
fi: lupahakemuksella

source: Web address of access application form
fi: hakemuksen osoite

source: only by contacting the distributor
fi: ottamalla yhteyttä yhteyshenkilöön
