Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: Information about licenses
fi: Tietoa lisensseistä

source: License URL
fi: Lisenssin URL

source: eg. http://www.gnu.org/licenses/gpl.html or freeform
fi: esim. http://www.gnu.org/licenses/gpl.html

source: Important: By submitting content, you agree to release your contributions under the Open Database License.
fi: Tärkeää: Lähettäessäsi tiedot, suostut julkaisemaan tuotoksesi lisenssin "Open Database License" asettamin ehdoin.

source: Click chevron to hide/show recommended fields
fi: Klikkaa nuolta näyttääksesi tai piilottaaksesi suositellut tiedot

source: Coverage
fi: Kattavuudet

source: Spatial coverage
fi: Maantieteellinen kattavuus

source: Search location from location name database, select locations with enter or mouse click.
fi: Etsi paikkaa paikannimirekisteristä, valitse paikat näppäimistön enter-painikkeella tai hiiren klikkauksella

source: Specify the geographical areas or locations that your dataset pertains to. This could be for example the location where the data has been collected or the region where the research subjects live.<br /><br />Once you start typing, you will automatically get suggestions for matching geographical names. You can then select the appropriate location from the list of suggestions with a mouse click, or you can enter one of your own. If you make a mistake, you can remove a location by clicking the 'x' next to it.<br /><br />You can change the language of suggested names from the language menu.<br /><br />The suggestions are retrieved from the Finto vocabulary service (http://finto.fi/en/). Note that you must have JavaScript enabled in your browser in order for the automatic suggestions to work.
fi: Määritä maantieteelliset alueet tai paikat, joita datasi käsittelee. Tämä voi olla esimerkiksi alue, jolta tiedot on kerätty tai alue, jolla tutkimuskohteena olevat henkilöt asuvat.<br /><br />Kun alat kirjoittaa paikannimeä, saat automaattisesti ehdotuksia maantieteellisistä nimistä. Voit valita ehdotuksista sopivan klikkaamalla sitä hiirellä. Voit myös kirjoittaa omasi, jos ehdotetuista vaihtoehdoista ei löydy sopivaa. Voit poistaa jo syöttämäsi paikannimen 'x'-painikkeesta.<br /><br />Voit vaihtaa ehdotettavien nimien kieltä kielivalikosta.<br /><br />Ehdotukset haetaan Finto-sanastopalvelusta (http://finto.fi). JavaScript-tuen on oltava käytössä selaimessasi, jotta automaattiset ehdotukset toimisivat.

source: eg. Finland
fi: esim. Suomi

source: Temporal coverage
fi: Ajallinen kattavuus

source: Begin
fi: Alku

source: Temporal coverage - begin - can be filled to include the starting time of the time period during which your data was collected or for example to tell what time period your data is linked to.<br /><br />Click the field to open a calendar tool to choose a modification date and time for this dataset. Accept and insert the date to the field by pressing the Done button. By default, the time zone is Z (Zulu Time Zone), which corresponds the UTC time zone.<br /><br />Note that this tool requires JavaScript to be enabled in the browser.
fi: Ajallinen kattavuus - alku - määrittelee alkupäivämäärän datasi ajalliselle kattavuudelle.<br /><br />Klikkaa kenttää avataksesi kalenterityökalun. Valitse haluamasi aika ja paina lopuksi 'Done'-painiketta. Aikavyöhyke on oletuksena Z (Zulu-aikavyöhyke), joka vastaa UTC-vyöhykettä.<br /><br />Huomaa, että työkalu vaatii toimiakseen JavaScriptin.

source: End
fi: Loppu

source: Temporal coverage - end - can be filled to include the ending time of the time period during which your data was collected or for example to tell what time period your data is linked to.<br /><br />Click the field to open a calendar tool to choose a modification date and time for this dataset. Accept and insert the date to the field by pressing the Done button. By default, the time zone is Z (Zulu Time Zone), which corresponds the UTC time zone.<br /><br />Note that this tool requires JavaScript to be enabled in the browser.
fi: Ajallinen kattavuus - loppu - määrittelee loppupäivämäärän datasi ajalliselle kattavuudelle.<br /><br />Klikkaa kenttää avataksesi kalenterityökalun. Valitse haluamasi aika ja paina lopuksi 'Done'-painiketta. Aikavyöhyke on oletuksena Z (Zulu-aikavyöhyke), joka vastaa UTC-vyöhykettä.<br /><br />Huomaa, että työkalu vaatii toimiakseen JavaScriptin.

source: Relations
fi: Relaatiot

source: Search keywords from okm-tieteenala ontology, select keywords with enter or mouse click. Note that the disciplines are provided in Finnish only.
fi: Etsi tieteenala okm-tieteenala-ontologiasta. Valitse oikea sana enter-painikkeella tai hiirenklikkauksella. Huomaa, että tieteenalat ovat vain suomeksi.

source: Enter the academic discipline or disciplines to which your dataset belongs.<br /><br />Type the name of the discipline in the search box below. Once you start typing, you will automatically get suggestions for matching discipline names. The disciplines you enter must be selected from the given suggestions. You can select the appropropriate discipline from the list of suggestions with a mouse click. If you make a mistake, you can remove a discipline by clicking the 'x' next to it.<br /><br />The suggestions are retrieved from the Finto vocabulary service (http://finto.fi/en/). The vocabulary is only available in Finnish at this time. Note that you must have JavaScript enabled in your browser in order for the automatic suggestions to work.
fi: Syötä tieteenala, johon datasi liittyy.<br /><br />Voit kirjoittaa tieteenalan nimen alla olevaan hakukenttään. Kun alat kirjoittaa nimeä, saat automaattisesti ehdotuksia tieteenalaksi. Alat tulee valita annetuista suomenkielisistä ehdotuksista. Voit valita sopivan tieteenalan ehdotettujen joukosta klikkaamalla sitä hiirellä. Voit poistaa jo valitsemasi tieteenalan 'x'-painikkeesta.<br /><br />Ehdotukset haetaan Finto-sanastopalvelusta (http://finto.fi). JavaScript-tuen on oltava käytössä selaimessasi, jotta automaattiset ehdotukset toimisivat.

source: eg. Matematiikka
fi: esim. Matematiikka

source: File information
fi: Tiedoston tietoja

source: MIME. eg. application/pdf, application/txt
fi: MIME. esim. application/pdf, application/txt

source: The file format of the research data can be provided here by typing the MIME type information to this field. Examples of MIME types are: application/octet-stream, application/pdf and text/plain.
fi: Datan tiedostomuoto voidaan kertoa tässä kentässä kirjoittamalla siihen oikea MIME-tyyppi. MIME-tyyppejä ovat esimerkiksi: application/octet-stream, application/pdf ja text/plain.

source: hex string from eg. MD5, SHA-1
fi: tarkistussumma (MD5, SHA-2) hexamuodossa

source: The checksum of the data file can be provided here. This can be for example a fixed length hex string taken from the data generated with a hash algorithm, like SHA-2.<br /><br />Checksums are a good way to enable verification of the content to ensure the file is unchanged and genuine.
fi: Tähän kenttään voidaan syöttää datan tarkistussumma. Tarkistussumma on esimerkiksi tietyllä hash-algoritmilla, kuten SHA-2:lla, tuotettu hex-merkkijono.<br /><br />Tarkistussummat ovat hyvä tapa varmistaa, että sisältö on pysynyt samana ja että tiedosto on aito.

source: eg. MD5
fi: Esim. MD5, SHA-2

source: If the checksum is provided above, the algorithm used for generating the hash should be provided here. There are many different hash algorithms with varying levels of security.
fi: Jos syötit ylle tarkistussumman, syötä tähän tarkistussumman laskentaan käytetty algoritmi. Algoritmeja on saatavilla useita, joista vahvemmat ovat turvallisempia.

source: event
fi: tapahtuma

source: by whom
fi: kenen toimesta

source: when
fi: milloin

source: description
fi: kuvaus

source: collection
fi: kokoaminen

source: creation
fi: luonti

source: checked
fi: tarkistus

source: extended
fi: laajennus

source: changed
fi: muutos

source: removed
fi: poisto

source: published
fi: julkaisu

source: sent
fi: lähetys

source: received
fi: saapuminen

source: modified
fi: muokkaus

source: used
fi: käyttö

source: Describe the lifecycle of your data by adding important events related to the data. A single event consists of four fields: event, by whom, when and description. Fill all four fields when adding an event.<br /><br />You can add more events by first adding a new set of fields by clicking the '+' button.<br /><br />To remove an event, delete its contents from the three text fields.
fi: Voit kuvailla datasi elinkaarta lisäämällä tähän datan syntyyn ja käyttöön liittyviä tapahtumia. Yksittäinen tapahtuma koostuu neljästä kentästä: tapahtuma, kenen toimesta, milloin ja kuvaus. Täytä kaikki kentät, kun lisäät tapahtuman.<br /><br />Voit lisätä kenttiä uusille tapahtumille '+'-nappulasta.<br /><br />Poistaaksesi tapahtuman tyhjennä kyseisen tapahtuman sisältö sen kolmesta tekstikentästä.

source: By whom
fi: kenen toimesta

source: When
fi: milloin

source: Description
fi: kuvaus

source: Free description
fi: Vapaa kuvaus

source: a freeform description
fi: vapaamuotoinen kuvaus

source: Type a description about the data over here. The field can be filled with free text and you can format the text with Markdown formatting.
fi: Lisää datan kuvaus tähän. Kenttään voidaan lisätä vapaata tekstiä ja voit muotoilla sitä käyttäen Markdown-muotoilua.

source: No description available
fi: Ei kuvausta

source: Raw metadata
fi: Raakametatieto

source: Downloadable resources
fi: Ladattavat resurssit

source: Search Overview
fi: Haun yleisnäkymä

source: CKAN supports 2 search modes, both a used from the same search field.<br /> If the search terms entered into the search field contain no colon (":") CKAN will perform a simple search. If the search expression does contain at least one colon (":") CKAN will perform an advanced search.
fi: CKAN tukee kahta hakutapaa, molempia voidaan käyttää samasta kentästä.<br /><br />Jos hakutermi ei sisällä kaksoispistettä tai muita avainsanoja, Kata suorittaa yksinkertaisen haun. Jos kaksoispiste tai muu merkki tai avainsana löytyy, suoritetaan tarkennettu haku.<br /><br />Aiheesta löytyy lisää ohjeissa.

source: Simple Search
fi: Perushaku

source: Differences
fi: Eroavaisuudet

source: Revision Differences
fi: Revisioiden eroavaisuudet

source: No Differences
fi: Ei eroavaisuuksia

source: Changes are visible only to package owners and moderators
fi: Muutokset näkyvät vain omistajille ja muokkaajille

source: Show More
fi: Näytä lisää

source: Show Only Popular
fi: Näytä vain suositut

source: Add publication or related dataset
fi: Lisää julkaisu tai liittyvä tietoaineisto

source: All fields
fi: Kaikki kentät

source: Permanent identifiers
fi: Pysyvät tunnisteet

source: Actor
fi: Toimija

source: You can also access this registry using the
fi: Dataan pääsee käsiksi myös kohteesta

source: see
fi: katso

source: Please try another search term.
fi: Ole hyvä ja yritä toista hakutermiä.

source: found with query
fi: löydetty haulla

source: MIME type
fi: MIME-tyyppi

source: Search results
fi: Hakutulokset

source: Agent
fi: Toimija

source: Use wildcard to search with various spellings, for example: cat*
fi: Käytä jokerimerkkiä hakeaksesi eri kirjoitusasuilla, esimerkiksi kissa*

source: This collection (group) has no description
fi: Tällä kokoelmalla (ryhmällä) ei ole kuvausta

source: There is no description for this collection
fi: Tällä kokoelmalla ei ole kuvausta

source: Update Collection
fi: Päivitä kokoelmaa

source: Search Data
fi: Hae Dataa

source: Tools and additional information
fi: Työkalut ja lisätietoa

source: The minimum metadata model recommends a common set of metadata fields. Explore the minimum metadata model:
fi: Minimimetatietomalli määrittelee aineistokuvailuille yhteisiä metadatakenttiä. Tutustu TTA:n metatietotyöryhmän tuottamaan minimimetatietomalliin:

source: Minimum metadata model
fi: Minimimetatietomalli

source: The preferred license recommended by TTA is Creative Commons 3.0 family. Learn more about licenses from:
fi: TTA:n suosittelema lisenssi on Creative Commons 3.0 -lisenssiperhe. Lisätietoa lisensseistä:

source: http://creativecommons.org/choose/?lang=en
fi: http://creativecommons.org/choose/?lang=fi

source: What is Kata?
fi: Mikä Kata on?

source: Kata metadata catalogue contains metadata of research data. Here you can search and find research data for your needs or even add you own data for others to reuse.
fi: Kata-metadatakatalogissa on metadataa tutkimusdatasta. Tässä palvelussa voit etsiä ja löytää tutkimusdataa käyttöösi, ja myös esitellä oman datasi muiden jatkohyödynnettäväksi.

source: What is metadata?
fi: Mitä on metadata?

source: Shortly explained metadata is data of data. Metadata describes important features of data which can be for example authors, subject, format and license.
fi: Lyhyesti määriteltynä metadata on dataa datasta. Metadata kuvailee datan ominaisuuksia ja kuvailut saattavat koskea esimerkiksi tekijöitä, aihetta, formaattia ja lisenssiä.

source: The content of metadata varies a lot depending on the data, but this service will provide a uniform set of metadata fields tailored for research data, the metadata information defined by the minimum metadata model by TTA.
fi: Metadatan sisältö riippuu suuresti datasta, mutta tämä palvelu tarjoaa yhtenäisen rakenteen tutkimusaineistojen metadatalle: TTA:n metatietotyöryhmän julkaiseman minimimetatietomallin mukaiset kentät.

source: Is this service for me?
fi: Onko tämä palvelu minulle?

source: Kata service aims to collect data from various places and from various branches of science to be a single point of access to all kinds of research data.
fi: Kata-palvelu pyrkii keräämään dataa useista paikoista ja useilta tieteenaloilta, jotta yhdestä paikasta pääsisi kiinni eri tutkimusalojen ja tutkimuslaitosten datoihin.

source: To search for data doesn't require you to be a professional scientist or researcher - useful data can be generated and reused anywhere and by anyone.
fi: Etsiäksesi dataa sinun ei tarvitse olla ammattitiltasi tiedemies tai tutkija - hyödyllistä dataa voi tuottaa ja käyttää kuka tahansa ja missä tahansa.

source: Is all data open?
fi: Onko kaikki data avointa?

source: Almost all metadata is open, but it is for the author to decide how the data is accessed and by who. Nevertheless, providing your data openly is recommended.
fi: Lähes kaikki metadata on avointa, mutta datan omistaja päättää miten ja kuka dataan pääsee käsiksi. Datan julkaisemista avoimena kuitenkin suositellaan.

source: eg. climate
fi: esim. ilmasto

source: Newest datasets
fi: Uusimmat tietoaineistot

source: Terms of use
fi: Käyttöehdot

source: Privacy policy for personal information
fi: Henkilörekisteriseloste

source: contacting the distributor
fi: ottamalla yhteyttä jakelijaan

source: Metadata export
fi: Metadatan vienti

source: Add publications or related datasets
fi: Lisää julkaisu tai liittyvä tietoaineisto

source: Identification information
fi: Tunnistetiedot

source: Last modification time of data
fi: Datan viimeisin muokkausaika

source: Primary metadata identifier
fi: Ensisijainen metadatan tunniste

source: Primary data identifier
fi: Ensisijainen datan tunniste

source: Distributor/Publisher
fi: Jakelija/Julkaisija

source: through data provider
fi: datan jakelijan kautta

source: available through
fi: saatavilla

source: data provider
fi: datan jakelijan kautta

source: Data provider's web address
fi: Datan jakelijan web-osoite

source: Identifier
fi: Tunniste

source: http://example.com/ or identifier
fi: http://example.fi/ tai tunniste

source: Publication
fi: Julkaisu

source: Compare
fi: Vertaa

source: Usage and license information fields are compulsory.<br /><br />Choose how the data can be accessed. Type the URL information asked for depending on your choice. If the data is downloadable, choose the first or second option and provide the url. If the data is accessible after a person accepts terms and conditions in an external service, choose the third option. If the data can be accessed only by directly contacting the distributor, choose the last option. In this case data requests are sent by email to the address you provided in distributor section.<br /><br />Choose a license from the selection. TTA's recommendation is CC 3.0 or in future CC 4.0 family.
fi: Käyttö- ja lisenssitietokentät ovat pakollisia.<br /><br />Valitse, miten dataan pääsee käsiksi. Kirjoita web-osoitetiedot, jos niitä kysytään (riippuu valinnastasi). Jos data on ladattavissa verkosta, valitse ensimmäinen tai toinen vaihtoehto ja anna latauslinkki. Jos data on saatavissa sen jälkeen, kun käyttäjä esimerkiksi hyväksyy määrittelemäsi ehdot jossain ulkopuolisessa palvelussa, valitse kolmas vaihtoehto. Jos dataan pääsee käsiksi vain ottamalla suoraan yhteyttä jakelijaan, valitse viimeinen vaihtoehto. Tässä tapauksessa datapyynnöt lähetetään edellä antamaasi jakelijan sähköpostiosoitteeseen.<br /><br />Valitse lisenssi annetuista vaihtoehdoista. TTA:n suositus on CC 3.0 tai tulevaisuudessa CC 4.0 lisenssiperheet.

source: Note that the PID can NOT be edited after saving the dataset.
fi: Huomaa, että tunnistetta EI voi muokata sen jälkeen kun tietoaineisto on tallennettu.

source: Missing author and organisation pairs
fi: Yhtään tekijää ja organisaatiota ei ole annettu

source: Find language codes from:
fi: Löydät kielikoodit osoitteesta:

source: Value must contain alphanumeric characters
fi: Arvon täytyy sisältää aakkosnumeerisia merkkejä

source: University. Faculty. Department.
fi: Yliopisto. Tiedekunta. Laitos.

source: Temporal coverage begin
fi: Ajallinen kattavuus, alku

source: Temporal coverage end
fi: Ajallinen kattavuus, loppu

source: Subject
fi: Aihe

source: Locations
fi: Paikat

source: Disciplines
fi: Tieteenalat

source: Event
fi: Tapahtuma

source: Create a new access request form automatically
fi: Luo uusi lupahakemus automaattisesti

source: Note that the version identifier can NOT be edited after saving the dataset, but you can add new version identifiers.
fi: Huomaa että versiotunnistetta EI voi muokata tallennuksen jälkeen, mutta voit lisätä uusia versiotunnisteita.

source: Field is not compulsory, a version identifier is already given.<br /><br />PID is a permanent, unique, identifier, preferably a URI. This specific PID is for the current data version.
fi: Kenttä ei ole pakollinen, koska versiotunniste on jo annettu.<br /><br />PID on pysyvä, uniikki datan tunniste, mieluiten URI. Tämä pysyväistunniste on tarkoitettu datan versiolle,

source: insert new identifier or leave empty
fi: lisää uusi tunniste tai jätä tyhjäksi

source: Field is compulsory but automatically generated if left empty.<br /><br />PID is a permanent, unique, identifier, preferably a URI. You can add your own identifier or use one generated by the service. <br /><br />The automatically generated PID is a URN identifier from the national library of Finland, of form "urn:nbn:fi:csc-kata[unique number]". Visit http://www.nationallibrary.fi/ for more information.
fi: Kenttä on pakollinen, mutta generoidaan automaattisesti jos jätetty tyhjäksi.<br /><br />PID on pysyvä, uniikki datan tunniste. Voit lisätä oman tunnisteesi tai käyttää palvelun generoimaa tunnistetta<br /><br />Automaattisesti generoitu PID on URN-tunniste Kansalliskirjaston nimiavaruudesta, muotoa "urn:nbn:fi:csc-kata[numerosarja]". Lisää tietoa osoitteessa http://www.kansalliskirjasto.fi/.

source: Missing compulsory distributor contact
fi: Pakollinen jakelijan tieto puuttuu

source: Missing compulsory agent: {0}
fi: Pakollinen toimija puuttuu: {0}

source: Tag "%s" must be alphanumeric characters or symbols: -_.()/#+:
fi: Tagin "%s" pitää sisältää alfanumeerisia merkkejä tai symboleja: '_.()/#+.

source: Important: By submitting content, you agree to release your contributions under the Open Database License.
fi: Tärkeää: lisäämällä sisältöä sitoudut julkaisemaan lisäyksesi Open Database License -lisenssin alla.

source: created
fi: luotu

source: format
fi: tiedostomuoto

source: position
fi: sijainti

source: resource group id
fi: resurssiryhmän id

source: resource type
fi: resurssin tyyppi

source: revision id
fi: revision tunniste

source: revision timestamp
fi: revision aikaleima

source: state
fi: tila

source: on same domain
fi: samassa domainissa

source: See further information about the error(s) from the field in question. Note, that errors in resource url may be in resource related data, like file type and algorithm.
fi: Virheen tarkemmat tiedot löydät kyseisen kentän kohdalta. Huomaa, että resurssiin liittyvät virheet saattavat olla käyttötietojen lisäksi suositeltavissa tiedoissa, esimerkiksi tiedostotyypissä ja algoritmissa.

source: Evwhen
fi: Tapahtuma (milloin)

source: Project homepage
fi: Projektin kotisivu

source: Project name
fi: Projektin nimi

source: Project funder
fi: Projektin rahoittaja

source: Contact phone
fi: Jakelijan/julkaisijan puhelinnumero

source: Evdescr
fi: Tapahtuma (kuvaus)

source: Contact URL
fi: Jakelijan/julkaisijan kotisivu

source: Geographic coverage
fi: Maantieteellinen kattavuus

source: Tag string
fi: Avainsanat

source: Orgauth
fi: Laatijat ja organisaatiot

source: Availability
fi: Käyttötiedot

source: Evwho
fi: Tapahtuma (kenen toimesta)

source: Project funding
fi: Projektin rahoitustunniste

source: Langtitle
fi: Kieli ja otsikko

source: Telephone
fi: Puhelin

source: Mobile
fi: Matkapuhelin

source: Unauthorized to add a harvest source
fi: Ei oikeuksia luoda uutta haravointikohdetta

source: Authentication by using Haka login
fi: Sisäänkirjautuminen Haka-tunnuksilla

source: Authentication by using local account
fi: Sisäänkirjautuminen paikallisilla tunnuksilla

source: You have errors in your metadata. Please, make the requested corrections.
fi: Syöttämissäsi tiedoissa on virheitä. Tee pyydetyt korjaukset, kiitos.

source: Duplicate titles for a language not permitted
fi: Et voi syöttää useampia otsikoita samalla kielellä

source: Permanent Identifier for data version
fi: Pysyvä tunniste datan versiolle

source: Permanent Identifier for data
fi: Pysyvä tunniste datalle

source: Access application URL
fi: Hakemuksen web-osoite

source: Access request URL
fi: Tietoaineiston web-osoite
