Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: Subscribe
fi: Tilaa

source: Email
fi: Sähköposti

source: Edits
fi: Muokkaukset

source: News feed
fi: Tapahtumat

source: Activity from items that you follow
fi: Tapahtumat seuraamissasi kohteissa

source: My Datasets
fi: Omat tietoaineistot

source: You do not have any datasets
fi: Sinulla ei ole tietoaineistoja

source: Account Info
fi: Käyttäjätiedot

source: Your profile lets other CKAN users know about who you are and what you do.
fi: Profiilisi kertoo muille käyttäjille kuka olet ja mitä teet.

source: Dashboard
fi: Yhteenveto

source: Settings
fi: Asetukset

source: Change your details
fi: Muuta tietojasi

source: Full name
fi: Koko nimi

source: eg. Joe Bloggs
fi: esim. Matti Meikäläinen

source: eg. joe@example.com
fi: esim. matti@esimerkki.fi

source: A little information about yourself
fi: Tietoa itsestäsi

source: Subscribe to notification emails
fi: Tilaa ilmoitukset sähköpostiisi

source: Change your password
fi: Vaihda salasana

source: Password
fi: Salasana

source: Confirm Password
fi: Vahvista salasana

source: Update Profile
fi: Päivitä profiili

source: All Users
fi: Kaikki käyttäjät

source: Users
fi: Käyttäjät

source: Login
fi: Kirjaudu

source: Create an Account
fi: Luo käyttäjätunnus

source: Forgotten your details?
fi: Unohditko tietojasi?

source: No problem, use our password recovery form to reset it.
fi: Ei ongelmaa, käytä salasanan palautuslomaketta resetoidaksesi sen.

source: Forgot your password?
fi: Unohditko salasanan?

source: Logged Out
fi: Kirjauduit ulos

source: You are now logged out.
fi: Olet kirjautunut ulos.

source: You're already logged in as {user}.
fi: Olet jo sisäänkirjautuneena käyttäjänä {user}.

source: Logout
fi: Kirjaudu ulos

source: Remember me
fi: Muista minut

source: You're already logged in
fi: Olet jo sisäänkirjautunut

source: You need to log out before you can log in with another account.
fi: Sinun tulee kirjautua ulos ennen kuin kirjaudut sisään toisella tunnuksella.

source: Log out now
fi: Kirjaudu ulos

source: Registration
fi: Rekisteröidy

source: Register for an Account
fi: Luo tunnus

source: Why Sign Up?
fi: Miksi rekisteröityä?

source: Create datasets, groups and other exciting things
fi: Luo tietoaineistoja, ryhmiä ja muita asioita.

source: Full Name
fi: Koko nimi

source: Create Account
fi: Luo tunnus

source: Reset Your Password
fi: Resetoi salasanasi

source: Password Reset
fi: Salasanan resetointi

source: Update Password
fi: Päivitä salasana

source: How does this work?
fi: Miten tämä toimii?

source: Simply enter a new password and we'll update your account
fi: Kirjoita uusi salasanasi ja profiilisi päivitetään

source: You haven't created any datasets.
fi: Et ole luonut tietoaineistoja.

source: Create one now?
fi: Luo tietoaineisto.

source: User hasn't created any datasets.
fi: Käyttäjä ei ole luonut yhtään tietoaineistoa.

source: You have not provided a biography.
fi: Et ole antanut kuvausta

source: This user has no biography.
fi: Tällä käyttäjällä ei ole kuvausta.

source: This means only you can see this
fi: Tämä tarkoittaa että vain sinä näet tämän

source: Member Since
fi: Jäsen lähtien:

source: API Key
fi: API avain

source: Request Reset
fi: Pyydä resetointia

source: Enter your username into the box and we will send you an email with a link to enter a new password.
fi: Kirjoita käyttäjätunnuksesi laatikkoon ja saat sähköpostiisi linkin salasanan resetointiin.

source: View my profile
fi: Katsele profiilia

source: Activity from:
fi: Tapahtumia kohteesta:

source: Search list...
fi: Hakulista...

source: You are not following anything
fi: Et seuraa mitään kohdetta

source: No followers
fi: Ei seuraajia

source: Search Users
fi: Etsi käyttäjiä

source: You can use
fi: Voit käyttää

source: Markdown formatting
fi: Markdown-muotoilua

source: here.
fi: tässä.

source: Number of datasets
fi: Tietoaineistojen lukumäärä

source: View dataset resources
fi: Näytä tietoaineiston tiedostolinkit

source: DOWNLOAD
fi: LATAA

source: No downloadable resources.
fi: Ei ladattavia resursseja.

source: No description for this item
fi: Tällä asialla ei ole kuvausta

source: View this
fi: Näytä tämä

source: no ratings yet
fi: ei luokitusta vielä

source: – rate it now
fi: – anna luokitus nyt

source: Error
fi: Virhe

source: Checking...
fi: Tarkistetaan...

source: Type at least two characters...
fi: Syötä vähintään kaksi merkkiä...

source: This is the current URL.
fi: Tämä on nykyinen URL.

source: This URL is available!
fi: URL on käytettävissä!

source: This URL is already used, please use a different one.
fi: Tämä URL on jo käytössä, ole hyvä ja valitse toinen.

source: Failed to save, possibly due to invalid data
fi: Tallentaminen epäonnistui, mahdollisesti virheellistä tietoa

source: You have unsaved changes. Make sure to click 'Save Changes' below before leaving this page.
fi: Et ole vielä tallentanut muutoksia. Varmista että painat 'Tallenna muutokset' ennenkuin poistut sivulta

source: (no name)
fi: (ei nimeä)

source: Delete the resource '%name%'?
fi: Poista tietoaineistolinkki '%name%'?

source: Preview not available for data type:
fi: Tälle tietotyypille ei ole esikatselua:

source: Failed to get credentials for storage upload. Upload cannot proceed
fi: Kirjautumistietojen saanti epäonnistui tallennusta varten. Tallenusta ei voida jatkaa

source: Checking upload permissions ...
fi: Tarkistetaan tallennuksen käyttöoikeuksia ...

source: Uploading file ...
fi: Tallennetaan tiedostoa ...

source: Data File
fi: Data tiedosto

source: Image
fi: Kuva

source: Metadata
fi: Metatieto

source: Documentation
fi: Dokumentaatio

source: Code
fi: Koodi

source: Example
fi: Esimerkki

source: Upload
fi: Lataa

source: Resource Type
fi: Tiedostolinkin tyyppi

source: DataStore enabled
fi: DataStore toiminnassa

source: Size (Bytes)
fi: Koko (tavua)

source: Mimetype
fi: Sisältötyyppi (Mime)

source: Mimetype (Inner)
fi: Sisältötyyppi (sisempi Mime)

source: Hash
fi: Tarkiste

source: Done
fi: Tehty

source: This resource has unsaved changes.
fi: Tässä resurssissa on tallentamattomia muutoksia

source: e.g. csv, html, xls, rdf, ...
fi: esimerkiksi csv, html, xls, rdf, ...

source: Extra Fields
fi: Lisäkentät

source: Add Extra Field
fi: Lisää lisäkenttä

source: Key
fi: Avain

source: Delete Resource
fi: Poista resurssi

source: You can use %aMarkdown formatting%b here.
fi: Voit käyttää %aMarkdown formatting%b tässä.

source: Dates are in %aISO Format%b — eg. %c2012-12-25%d or %c2010-05-31T14:30%d.
fi: Päiväykset ovat %aISO Format%b — esimerkiksi. %c2012-12-25%d tai %c2010-05-31T14:30%d.

source: Data File (Uploaded)
fi: Datatiedosto (Tallennettu)

source: Could not load preview
fi: Esikatselua ei pystytty lataamaan

source: DataProxy returned an error
fi: Dataproxy palautti virheen

source: DataStore returned an error
fi: Dataproxy palautti virheen

source: Find datasets
fi: Etsi tietoaineistoja

source: Add a dataset
fi: Lisää tietoaineisto

source: Page Logo
fi: Sivun logo

source: Master content template placeholder … please replace me.
fi: Pääsisältöpohjan esimerkkisisältö ... korvaa tämä sisältö.

source: Contact Us
fi: Ota yhteyttä

source: Privacy Policy
fi: Tietosuojapolitiikka

source: Sections
fi: Osiot

source: Statistics
fi: Tilastot

source: Revisions
fi: Revisiot

source: Site Admin
fi: Sivuston ylläpitäjä

source: Languages
fi: Kielet

source: Licensed under the
fi: Lisensoitu tällä lisenssillä

source: This Content and Data is Open
fi: Tämä sisältö ja tieto on avointa

source: Administration - Authorization
fi: Hallinointi - Käyttöoikeudet

source: Update Existing Roles
fi: Päivitä olemassolevia rooleja

source: Save Changes
fi: Tallenna muutokset

source: Add Roles for Any User
fi: Lisää rooleja käyttäjille

source: Add Role
fi: Lisää rooli

source: Administration Dashboard
fi: Hallintapaneeli

source: Current Sysadmins
fi: Nykyiset järjestelmäylläpitäjät

source: Trash
fi: Roskakori

source: Administration - Trash
fi: Hallinointi - Roskakori

source: Deleted Revisions
fi: Poistetut revisiot

source: Purge them all (forever and irreversibly)
fi: Poista kaikki (lopullisesti ja siten että niitä ei voi palauttaa)

source: Deleted Datasets
fi: Poistetut tietoaineistot

source: (None)
fi: (Ei mitään)

source: Authorization:
fi: Valtuutus:

source: Edit:
fi: Muokkaa:

source: There are no datasets currently in this group.
fi: Tässä ryhmässä ei ole vielä tietoaineistoja

source: History:
fi: Historia:

source: Error:
fi: Virhe:

source: Revision
fi: Revisio

source: Timestamp
fi: Aikaleima

source: Log Message
fi: Logiviesti

source: Compare »
fi: Vertaa »

source: Group History
fi: Ryhmän historia

source: What Are Groups?
fi: Mitä ovat ryhmät?

source: Whilst tags are great at collecting datasets together, there are occasions when you want to restrict users from editing a collection. A [1:group] can be set-up to specify which users have permission to add or remove datasets from it.
fi: Vaikka avainsanat ovat kätevä tapa koota tietoaineistoja yhteen niin joskus on tarve rajoittaa käyttäjiä jotka voivat muokata tietoaineistojen kokoelmaa. Luomalla [1:group] voidaan määritellä millä käyttäjillä on oikeudet muokata tai lisätä tietoaineistoja kokoelmassa

source: History
fi: Historia

source: New Dataset...
fi: Uusi tietoaineisto...

source: Existing Dataset...
fi: Olemassaoleva tietoaineisto...

source: List Groups
fi: Listaa ryhmät

source: Login to Add a Group
fi: Kirjaudu sisään lisätäksesi ryhmän

source: Add A Group
fi: Lisää ryhmä

source: Errors in form
fi: Virheitä lomakkeessa

source: Warning: URL is very long. Consider changing it to something shorter.
fi: Varoitus: URL on erittäin pitkä. Harkitse sen vaihtamista lyhyempään.

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
fi: enemmän kuin 2 merkkiä, pieni kirjaimia, käyttäen vain 'a-z0-9' ja '-_' merkkejä

source: Start with a summary sentence ...
fi: Aloita yhteenveto lauseella...

source: Image URL:
fi: Kuvan URL:

source: The URL for the image that is associated with this group.
fi: URL kuvalle joka liitetty tälle ryhmälle

source: active
fi: aktiivinen

source: deleted
fi: poistettu

source: Add...
fi: Lisää...

source: Key =
fi: Avain =

source: Value =
fi: Arvo =

source: Add datasets
fi: Lisää tietoaineistoja

source: Resource Formats
fi: Resurssien tyypit

source: State:
fi: Tila:

source: [1:You searched for "%(query)s". ]%(number_of_results)s datasets found.
fi: [1:Etsit "%(query)s". ]%(number_of_results)s tietoaineistoa löytyi.

source: What was the [1:average price] of a house in the UK in 1935? When will India's projected population [2:overtake] that of China? Where can you see [3:publicly-funded art] in Seattle? Data to answer many, many questions like these is out there on the Internet somewhere - but it is not always easy to find.
fi: Mikä oli [1:keskihinta] talolle Suomessa vuonna 1935? Milloin Intian väkiluku [2:ylittää] Kiinan väkiluvun? Missä voit nähdä [3:julkisesti rahoitettua taidetta] Helsingissä? Dataa vastaamaan erilaisiin kysymyksiin saattaa löytyä internetistä, mutta monesti sitä ei ole helppoa löytää.

source: %(site_title)s is a community-run catalogue of useful sets of data on the Internet. You can collect links here to data from around the web for yourself and others to use, or search for data that others have collected. Depending on the type of data (and its conditions of use), %(site_title)s may also be able to store a copy of the data or host it in a database, and provide some basic visualisation tools.
fi: %(site_title)s on yhteisön ylläpitämä katalogi hyödyllisistä tietoaineistoista internetissä. Voit kerätä linkkejä tänne tietoaineistoista internetissä muiden käyttöön tai etsiä tietoaineistoja joita muut ovat keränneet. Riippuen tietoaineiston tyypistä (ja sen käyttöoikeuksista), %(site_title)s saattaa myös tallentaa kopion tietoaineistosta tai ylläpitää sitä tietokannassa ja tarjota joita perus visualisointityökaluja.

source: How it works
fi: Miten se toimii

source: This site is running a powerful piece of open-source data cataloguing software called [1:CKAN], written and maintained by the [2:Open Knowledge Foundation]. Each 'dataset' record on CKAN contains a description of the data and other useful information, such as what formats it is available in, who owns it and whether it is freely available, and what subject areas the data is about. Other users can improve or add to this information (CKAN keeps a fully versioned history).
fi: Tätä sivustoa ajetaan tehokkaalla avoimen lähdekoodin datakatalogi ohjelmistolla jota kutsutaan nimellä [1:CKAN], ja joka on tehty ja ylläpidetty [2:Open Knowledge Foundation] toimesta. Jokainen tietoaineisto tietue CKAN:issa sisältää kuvauksen tietoaineistosta ja muuta hyödyllistä tietoa kuten missä muodoissa se on saatavilla, kuka sen omistaa ja onko se vapaasti saatavilla ja minkä aihealueen tietoaineisto se on. Muut käyttäjät voivat parantaa tai lisätä näitä tietoja (CKAN ylläpitää versiohistoriaa)

source: CKAN powers a number of data catalogues on the Internet. [1:The Data Hub] is an openly editable open data catalogue, in the style of Wikipedia. The UK Government uses CKAN to run [2:data.gov.uk], which currently lists 8,000 government datasets. Official public data from most European countries is listed in a CKAN catalogue at [3:publicdata.eu]. There is a comprehensive list of catalogues like these around the world at [4:datacatalogs.org], which is itself powered by CKAN.
fi: CKAN:ia hyödynnetään monissa internetin datakatalogeissa. [1:The Data Hub] on vapaasti muokattava avoin datakatalogi, joka toimii Wikipedia tyyppisesti. Iso-Britannia käyttää CKAN:ia [2:data.gov.uk] palvelussa, jossa on tällä hetkellä 8000 julkishallinnon tietoaineistoa. Virallinen julkinen data suurimmasta osasta Euroopan valtioita on listattu [3:publicdata.eu] CKAN katalogissa. Kattava listaus datakatalogeista ympäri maailmaan löytyy osoitteesta [4:datacatalogs.org] ja se on myös CKAN pohjainen.

source: Open data and the Open Knowledge Foundation
fi: Avoin data ja Open Knowledge Foundation

source: Most of the data indexed at %(site_title)s is openly licensed, meaning anyone is free to use or re-use it however they like. Perhaps someone will take that nice dataset of a city's public art that you found, and add it to a tourist map - or even make a neat app for your phone that'll help you find artworks when you visit the city. Open data means more enterprise, collaborative science and transparent government. You can read more about open data in the [1:Open Data Handbook].
fi: Suurin osa datasta indeksoituna sivulla %(site_title)s on avoimesti lisensoitu, tarkoittaen että kuka vaan voi vapaasti käyttää tai uudelleen käyttää mihin haluavat. Ehkä joku ottaa löytämäsi tietoaineiston kaupungin julkisesta taiteesta, lisää siihen turistikartan - tai tekee ehkä hienon sovelluksen joka auttaa ihmisiä löytymään kaupungista taidekohteita. Avoin data auttaa viemään eteenpäin yrittämistä, tieteellistä toimintaa ja läpinäkyvämpää julkishallintoa. Voit lukea enemmän avoimesta datasta täältä [1:Open Data Handbook].

source: The [1:Open Knowledge Foundation] is a non-profit organisation [2:promoting] open knowledge: writing and improving CKAN is one of the ways we do that. If you want to get involved with its design or code, join the discussion or development [3:mailing lists], or take a look at the [4:OKFN] site to find out about our other projects.
fi: The [1:Open Knowledge Foundation] on voittoa tavoittelematon organisaatio joka [2:tukee] avointa tietoa: CKAN ohjelmiston kehitys ja parantaminen on yksi osa tätä. Jos haluat osallistua sen suunnitteluun tai kehitykseen, osallistu keskusteluun ja kehitykseen [3:sähköpostilistoillamme], tai tutustu [4:OKFN] sivustoon löytääksesi lisää tietoa muista projekteistamme.

source: Welcome to
fi: Tervetuloa:

source: Find data
fi: Etsi tietoaineistoja

source: contains
fi: sisältää

source: datasets
fi: tietoaineistoa

source: that you can browse, learn about and download.
fi: jotta voit selata, oppia and ladata.

source: Share data
fi: Jaa tietoaineisto

source: Add your own datasets to share them with others and to find other people interested in your data.
fi: Lisää oma tietoaineistosi jakaaksesi muiden kanssa ja löydä muita ihmisiä jotka ovat kiinnostuneita datastasi.

source: Create a dataset »
fi: Luo tietoaineisto »

source: Sign up »
fi: Kirjaudu »

source: Collaborate
fi: Työskentele yhdessä

source: Find out more about working with open data by exploring these resources:
fi: Löydät lisää tietoa avoimen datan parissa työskentelystä näistä lähteistä:

source: Who else is here?
fi: Kuka muu on täällä?

source: has
fi: on

source: datasets.
fi: tietoaineistoa.

source: Import Datasets
fi: Tuo tietoaineistoja

source: dataset
fi: tietoaineisto

source: read from
fi: lue

source: Edit summary (briefly describe the changes you have made)
fi: Muokkaa yhteenvetoa (kuvaa lyhyesti muutokset joita olet tehnyt)

source: Author:
fi: Laatija:

source: Import
fi: Tuo

source: - Datasets - History
fi: - Tietoaineistot - Historia

source: - Edit - Datasets
fi: - Muokkaa - Tietoaineistot

source: Basic Information
fi: Perustiedot

source: Further Information
fi: Lisää tietoa

source: Since you have not signed in this will just be your IP address.
fi: Koska et ole kirjautunut tässä näytetään vain IP osoitteesi

source: Click here to sign in
fi: Klikkaa tästä kirjautuaksesi

source: before saving (opens in new window).
fi: ennen tallennusta(aukeaa uuteen ikkunaan)

source: [1:Important:] By submitting content, you agree to release your contributions under the [2:Open Database License]. Please [3:refrain] from editing this page if you are [4:not] happy to do this.
fi: [1:Tärkeää:] Tallentamalla sisältöä, hyväksyt julkaisemaan ne [2:Open Database License] mukaisesti. Ole hyvä ja [3:pidättäydy] muokkaamasta tätä sivua jos [4:et] ole tyytyväinen ehtoihin.

source: - Edit Resources - Datasets
fi: - Muokkaa aineistolinkkejä - Tietoaineistot

source: Edit Resources:
fi: Muokkaa aineistolinkkejä:

source: - Datasets - Followers
fi: - Tietoaineistot - Seuraajat

source: Followers:
fi: Seuraajat:

source: New key
fi: Uusi avain

source: with value
fi: arvolla

source: Read dataset as of %s
fi: Lue tietoaineisto alkaen %s

source: Dataset History
fi: Tietoaineiston historia

source: Resources (0)
fi: Aineistolinkit (0)

source: Add / Edit resources
fi: Lisää / Muokkaa aineistolinkkejä

source: Apps, Ideas etc
fi: Sovellukset, ideat jne.

source: Followers ({num_followers})
fi: Seuraajia ({num_followers})

source: Add - Datasets
fi: Lisää - Tietoaineisto

source: Add a Dataset
fi: Lisää tietoaineisto

source: A short descriptive title for the dataset
fi: Lyhyt kuvaava otsikko tietoaineistolle

source: Home Page
fi: Kotisivu

source: The URL for the web page describing the data (not the data itself).
fi: URL web sivulle joka kuvaa tietoaineistoa (ei URL itse tietoaineistoon)

source: e.g. http://www.example.com/growth-figures.html
fi: esim. http://www.example.com/growth-figures.html

source: (Don't worry if you don't know which license the data has been released under).
fi: (Älä huolehdi, jos et tiedä millä lisenssillä aineisto on julkaistu).

source: Member of:
fi: Jäsen:

source: Add to:
fi: Lisää:

source: Cannot add any groups.
fi: Ei voi lisätä ryhmiä

source: Comma-separated terms that may link this dataset to similar ones. For more information on conventions, see [1:this wiki page].
fi: Pilkuilla erotetut sanat jotka liittävät tietoaineiston samanlaisiin. Lisää tietoa käytännöistä, katso [1:tämä wiki sivu].

source: e.g. pollution, rivers, water quality
fi: esimerkiksi saaste, joet, veden laatu

source: Add Resources
fi: Lisää resursseja

source: Upload or link data files, APIs and other materials related to your dataset.
fi: Lataa tai linkitä datatiedostoja, API -linkkejä tai muita materiaaleja, jotka liittyvät tietoaineistoosi.

source: New resource...
fi: Uusi aineistolinkki...

source: File URL
fi: Tiedoston URL

source: The name of the main contact, for enquiries about this particular dataset, using the e-mail address in the following field.
fi: Henkilön nimi ja sähköpostiosoite, jossa vastataan kyselyihin tähän tietoaineistoon liittyen

source: Author email
fi: Laatijan sähköpostiosoite

source: If there is another important contact person (in addition to the person in the Author field) then provide details here.
fi: Mikäli on olemassa toinen yhteyshenkilö (laatijan lisäksi) niin tiedot syötetään tähän

source: Maintainer email
fi: Ylläpitäjän sähköpostiosoite

source: A number representing the version (if applicable)
fi: Numero joka kuvaa versiota (jos tarpeen)

source: e.g. 1.2.0
fi: esim. 1.2.0

source: Adding custom fields to the dataset such as "location:uk" can help users find it in the search engine. This data will also appear under
fi: Lisäämällä uusia omia kenttiä tietoaineistoihin, kuten 'sijainti:fi' voi auttaa käyttäjiä löytämään tietoaineiston haun kautta. Tämä kenttä näkyy myös kun

source: when viewing the dataset.
fi: tietoaineistoa tarkastellaan.

source: Do you really want to change the state of this dataset?
fi: Haluatko todella muuttaa tämän tietoaineiston tilaa?

source: Yes!
fi: Kyllä!

source: This dataset is
fi: Tämä tietoaineisto on

source: Summary
fi: Yhteenveto

source: Briefly describe the changes you have made...
fi: Kuvaa lyhyesti muutokset jotka teit...

source: Since you have not signed in this will just be your IP address. [1:Click here to sign in] before saving (opens in new window).
fi: Koska et ole kirjautunut sisään niin IP osoitettasi käytetään [1:Klikkaa tästä kirjautuaksesi] ennen tallennusta (uusi ikkuna aukeaa).

source: Important:
fi: Tärkeää:

source: By submitting content, you agree to release your contributions under the
fi: Tallentamalla sisältöä, hyväksyt että ne julkaistaa tämän mukaisesti

source: . Please
fi: . Ole hyvä

source: refrain
fi: ja pidättäydy

source: from editing this page if you are
fi: muokkaamasta tätä sivua jos

source: not
fi: et

source: happy to do this.
fi: hyväksy tätä.

source: - Datasets
fi: - Tietoaineistot

source: License:
fi: Lisenssi:

source: [Open Data]
fi: [Avoin data]

source: Related Datasets
fi: Samankaltaiset tietoaineistot

source: This is an old revision of this dataset, as edited
fi: Tämä on vanha revisio tästä tietoaineistosta kuten muokattu

source: at
fi: täällä

source: . It may differ significantly from the
fi: . Se saattaa erota merkittävästi

source: current revision
fi: nykyisestä revisiosta

source: This is the current revision of this dataset, as edited
fi: Tämä on nykyinen revisio tietoaineistosta kuten muokattu

source: (edit)
fi: (muokkaa)

source: (none)
fi: (ei mitään)

source: (settings)
fi: (asetukset)

source: Country
fi: Maa

source: Harvest Source
fi: Harvestointi lähde

source: [1:Dataset page] on [2:%(harvest_catalogue_name)s]
fi: [1:Tietoaineiston sivu] sivustolla [2:%(harvest_catalogue_name)s]

source: - Dataset - Resource
fi: Tietoaineisto - Tiedostolinkki

source: Data API is unavailable for this resource as DataStore is disabled
fi: Data API ei ole saatavilla tälle aineistolinkille, koska DataStore on kytketty pois påältä

source: License unknown
fi: Lisenssi tuntematon

source: From the [1:Dataset]:
fi: Lähtöisin [1:tietoaineistosta]:

source: Cannot embed as resource is private.
fi: Ei voida upottaa koska resurssi on yksityinen.

source: Embed
fi: Upota

source: Search -
fi: Haku -

source: Do you know of a dataset that should be added to
fi: Tiedätkö tietoaineistosta joka pitäisi lisätä sivustolle

source: Register it now
fi: Rekisteröi se nyt

source: Other access
fi: Vaihtoehtoinen käyttö

source: You can also access this registry using the
fi: Voit käyttää tietoaineistorekisteriä myös käyttäen

source: (see
fi: (katso

source: or download a
fi: tai lataa

source: full
fi: täysi
