Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: User %s not authorized to delete task_status
fi: Käyttäjällä %s ei ole oikeutta poistaa task_status

source: User %s not authorized to delete organization %s members
fi: Käyttäjällä %s ei ole oikeuksia poistaa organisaation %s jäseniä

source: User %s not authorized to read these packages
fi: Käyttäjällä %s ei ole oikeuksia lukea näitä tietoaineistoja

source: User %s not authorized to read package %s
fi: Käyttäjällä %s ei ole oikeuksia lukea tietoaineistoa %s

source: User %s not authorized to read resource %s
fi: Käyttäjällä %s ei ole oikeutta lukea resurssia %s

source: You must be logged in to access your dashboard.
fi: Sinun pitää olla kirjautunut päästäksesi omalle työpöydällesi

source: User %s not authorized to edit package %s
fi: Käyttäjällä %s ei ole oikeuksia muokata tietoaineistoa %s

source: User %s not authorized to edit resource %s
fi: Käyttäjällä %s ei oikeuksia muokata resurssia %s

source: User %s not authorized to change state of package %s
fi: Käyttäjällä %s ei ole oikeuksia muuttaa tietoaineiston tilaa %s

source: User %s not authorized to edit group %s
fi: Käyttäjällä %s ei ole oikeuksia muokata ryhmää %s

source: User %s not authorized to edit organization %s
fi: Käyttäjällä %s ei ole oikeuksia muokata organisaatiota %s

source: Only the owner can update a related item
fi: Vain omistaja voi päivittää liittyvän asian

source: You must be a sysadmin to change a related item's featured field.
fi: Sinun täytyy olla sysadmin muuttaaksesi tämän kenttää

source: User %s not authorized to change state of group %s
fi: Käyttäjällä %s ei ole oikeuksia muokata ryhmän tilaa %s

source: User %s not authorized to edit permissions of group %s
fi: Käyttäjällä %s ei ole oikeuksia muokata ryhmän oikeuksia %s

source: User %s not authorized to edit user %s
fi: Käyttäjällä %s ei ole oikeuksia muokata käyttäjää %s

source: User %s not authorized to change state of revision
fi: Käyttäjällä %s ei ole oikeuksia muokata revision tilaa

source: User %s not authorized to update task_status table
fi: Käyttäjällä %s ei ole oikeutta päivittää task_status taulua

source: User %s not authorized to update term_translation table
fi: Käyttäjällä %s ei ole oikeuksia päivittää term_translation taulua

source: Valid API key needed to edit a package
fi: Tietoaineiston muokkaukseen tarvitaan voimassaoleva API avain

source: Valid API key needed to edit a group
fi: Ryhmän muokkaukseen tarvitaan voimassoleva API avain

source: License Not Specified
fi: Lisenssiä ei määritelty

source: Other (Open)
fi: Muu (Open)

source: Other (Public Domain)
fi: Muu (Public Domain)

source: Other (Attribution)
fi: Muu (Attribution)

source: Other (Non-Commercial)
fi: Muu (Non-Commercial)

source: Other (Not Open)
fi: Muu (Not Open)

source: depends on %s
fi: riippuu %s:stä

source: is a dependency of %s
fi: on %s riippuvuus

source: derives from %s
fi: on johdettavissa %s:stä

source: has derivation %s
fi: on haara %s

source: links to %s
fi: linkittää %s

source: is linked from %s
fi: on linkitetty %s:tä

source: is a child of %s
fi: on %s:n lapsi

source: is a parent of %s
fi: on %s:n äiti

source: has sibling %s
fi: on sisarus %s

source: Loading...
fi: Ladataan...

source: There is no API data to load for this resource
fi: API:n kautta ei ole ladattavissa dataa tälle resurssille

source: Failed to load data API information
fi: Data API:n tietojen lataaminen epäonnistui

source: No matches found
fi: Ei yhtään osumaa

source: Start typing…
fi: Ala kirjoittamaan...

source: Input is too short, must be at least one character
fi: Liian lyhyt, pitää olla vähintään yksi merkki

source: There are unsaved modifications to this form
fi: Lomakkeella on tallentamattomia tietoja

source: Please Confirm Action
fi: Vahvista toimenpide

source: Are you sure you want to perform this action?
fi: Oletko varma, että haluat tehdä tämän?

source: Confirm
fi: Vahvista

source: Cancel
fi: Peruuta

source: Follow
fi: Seuraa

source: Unfollow
fi: Lopeta seuraaminen

source: show more
fi: näytä lisää

source: show less
fi: näytä vähemmän

source: Upload a file
fi: Tallenna tiedosto

source: An Error Occurred
fi: Tapahtui virhe

source: Resource uploaded
fi: Resurssi on ladattu

source: Unable to upload file
fi: Tiedoston lataaminen epäonnistui

source: Unable to authenticate upload
fi: Lataamisen autentikointi epäonnistui

source: Unable to get data for uploaded file
fi: Datan saamien ladattavalle tiedostolle epäonnistui

source: Edit
fi: Muokkaa

source: Show more
fi: Näytä enemmän

source: Hide
fi: Piilota

source: Error %(error_code)s
fi: Virhe %(error_code)s

source: About {0}
fi: Tietoa {0}

source: CKAN API
fi: CKAN ohjelmointirajapinta (API)

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
fi: <strong>Toteutettu</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN -ohjelmistolla</a>

source: Sysadmin settings
fi: Järjestelmän ylläpitäjän asetukset

source: View profile
fi: Näytä profiili

source: Dashboard (%(num)d new item)
fi: Työpöydällä (%(num)d uusi kohde)

source: Edit settings
fi: Muokkaa asetuksia

source: Log out
fi: Kirjaudu ulos

source: Log in
fi: Kirjaudu sisään

source: Register
fi: Rekisteröidy

source: Datasets
fi: Tietoaineistot

source: Organizations
fi: Organisaatiot

source: Search Datasets
fi: Etsi tietoaineistoja

source: Search
fi: Etsi

source: Load less
fi: Lataa vähemmän

source: Load more
fi: Lataa enemmän

source: No activities are within this activity stream
fi: Ei uusia aktiviteetteja tässä näkymässä

source: Administration
fi: Ylläpito

source: Sysadmins
fi: Järjestelmän ylläpitäjät

source: Config
fi: Konfiguraatio

source: Update
fi: Päivitä

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p>
fi: <p><strong>Sivun otsikko:</strong> Tämä on CKAN -asennuksen otsikko, joka näkyy useissa paikoissa sivustolla.</p> <p><strong>Tyyli:</strong> Saadaksesi nopeasti hieman muokatun teeman käyttöön voit valita tyylin listalta, jossa on päävärityksen yksinkertaisia muunnelmia.</p> <p><strong>Sivun logo:</strong> Tämä on logo, joka näkyy kaikkien sivupohjien header-osiossa.</p> <p><strong>Tietoa:</strong> Teksti näkyy tämän CKAN-sivuston <a href="%(about_url)s">tietoa sivusta</a> -sivulla.</p> <p><strong>Esittelyteksti:</strong> Teksti näkyy <a href="%(home_url)s">etusivulla</a> tervetuliaistekstinä kävijöille.</p> <p><strong>Muokattu CSS:</strong> Tämä on CSS tyylimuotoilu, joka näkyy kaikkien sivujen <code>&lt;head&gt;</code> tagissa. Jos haluat muokata sivupohjia enemmän suosittelemme, että luet<a href="%(docs_url)s" target="_blank">dokumentaation</a>.</p>

source: Confirm Reset
fi: Vahvista resetointi

source: This resource can not be previewed at the moment.
fi: Resurssia ei voi parhaillaan esikatsella.

source: Click here for more information.
fi: Klikkaa tästä saadaksesi lisäinformaatiota

source: Download resource
fi: Lataa resurssi

source: Your browser does not support iframes.
fi: Selaimesi ei tue iframeja

source: This resource cannot be previewed.
fi: Resurssia ei voi esikatsella.

source: More details...
fi: Lisätietoa...

source: No handler defined for data type: %(type)s.
fi: Ei käsittelijää tietotyypille: %(type)s.

source: Activity Stream
fi: Uutisvirta

source: Administrators
fi: Pääkäyttäjät

source: Add a Group
fi: Lisää ryhmä

source: Confirm Delete
fi: Vahvista poisto

source: Are you sure you want to delete member - {name}?
fi: Oletko varma että haluat poistaa jäsenen -{name}?

source: Followers
fi: Seuraajat

source: Groups of Datasets
fi: Tietoaineistoryhmä

source: Add Group
fi: Lisää ryhmä

source: There are currently no groups for this site
fi: Sivustolla ei ole parhaillaan ryhmiä

source: Members
fi: Jäsenet

source: Edit Member:
fi: Muokkaa jäsentä:

source: Add Member
fi: Lisää jäsen

source: Username
fi: Käyttäjätunnus

source: Role
fi: Rooli

source: Add
fi: Lisää

source: Are you sure you want to delete this member?
fi: Oletko varma että haluat poistaa tämän jäsenen?

source: Delete
fi: Poista

source: Create a Group
fi: Luo Ryhmä

source: Create Group
fi: Luo Ryhmä

source: Update Group
fi: Päivitä Ryhmä

source: Add Dataset
fi: Lisää tietoaineisto

source: read more
fi: lue lisää

source: Datasets in group: {group}
fi: Datasettejä ryhmässä: {group}

source: Recent Revision History
fi: Revisiohistoria

source: Title
fi: Otsikko

source: My Group
fi: Minun ryhmäni

source: my-group
fi: minun-ryhmäni

source: Description
fi: Kuvaus

source: A little information about my group...
fi: Tietoa ryhmästäni...

source: Image URL
fi: Kuvan URL

source: http://example.com/my-image.jpg
fi: http://esimerkki.fi/kuvatiedosto.jpg

source: Are you sure you want to delete this Group?
fi: Oletko varma että haluat poistaa tämän ryhmän?

source: View {name}
fi: Tarkastele kohdetta {name}

source: 0 Datasets
fi: 0 tietoaineistoa

source: Welcome
fi: Tervetuloa

source: Welcome to CKAN
fi: Tervetuloa CKAN:iin

source: Search Your Data
fi: Etsi dataa

source: You can use <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Markdown formatting</a> here
fi: Voit käyttää tässä <a href="http://daringfireball.net/projects/markdown/syntax" target="_blank">Markdown-formaattia</a>

source: Remove
fi: Poista

source: Custom
fi: Vapaavalintainen

source: The form contains invalid entries:
fi: Lomake sisältää virheellisiä syötteitä

source: There is no description for this organization
fi: Organisaatiolle ei ole kuvausta

source: Organization Form
fi: Organisaatiolomake

source: Are you sure you want to delete organization - {name}?
fi: Oletko varma että haluat poistaa organisaation - {name}?

source: Edit Organization
fi: Muokkaa organisaatiota

source: View organization
fi: Katsele organisaatiota

source: Info
fi: Tietoa

source: Organizations of Datasets
fi: Tietoaineistojen organisaatiot

source: Add Organization
fi: Lisää organisaatio

source: There are currently no organizations for this site
fi: Tällä sivustolla ei ole parhaillaan organisaatioita

source: What are Organizations?
fi: Mitä ovat organisaatiot?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorisation its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
fi: <p>Organisaatiot ovat tietoaineistojen julkaisemisen vastuutahoja. Tämä tarkoittaa, että että tietoaineistot voidaan julkaista organisaation toimesta ja ne voivat kuulua organisaatiolle yksittäisen henkilön sijaan.</p><p>Organisaatiossa administraattorit hallinnoivat jäseniä ja jäsenten oikeuksia. Vain rajatulla käyttäjäjoukolla on tällöin oikeus julkaista dataansa organisaation alla.</p>

source: Back to all members
fi: Takaisin jäseniin

source: Edit Member
fi: Muokkaa jäsentä

source: Save
fi: Tallenna

source: What are roles?
fi: Mitä ovat roolit?

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
fi: <p><strong>Admin:</strong> Voi lisätä/muokata ja poistaa tietoaineistoa sekä hallita organisaation jäseniä.</p> <p><strong>Editoija:</strong> Voi lisätä ja muokata tietoaineistoja, mutta ei voi hallita organisaation jäseniä.</p><p><strong>Jäsen:</strong> Voi katsella organisaation yksityisiä tietoaineistoja, mutta ei voi lisätä uusia tietoaineistoja.</p>

source: Add member
fi: Lisää jäsen

source: Create an Organization
fi: Luo organisaatio

source: Update Organization
fi: Päivitä organisaatiota

source: Create Organization
fi: Luo organisaatio

source: My Organization
fi: Minun organisaationi

source: my-organization
fi: minun-organisaationi

source: A little information about my organization...
fi: Tietoa organisaatiostani...

source: Are you sure you want to delete this Organization?
fi: Oletko varma että haluat poistaa tämän organisaation?

source: Save Organization
fi: Tallenna organisaatio

source: This organization has no description
fi: Tällä organisaatiolla ei ole kuvausta

source: Create Dataset
fi: Luo tietoaineisto

source: What are datasets?
fi: Mitä ovat tietoaineistot?

source: Datasets are simply used to group related pieces of data. These can then be found under a single url with a description and licensing information.
fi: Tietoaineistot keräävät yhteen asiaan liittyvää dataa ja tämän metadataa yhteisen osoitteen alle.

source: Are you sure you want to delete dataset - {name}?
fi: Oletko varma että haluat poistaa tietoaineiston - {name}?

source: Are you sure you want to delete resource - {name}?
fi: Oletko varma että haluat tuhota resurssin - {name}?

source: View dataset
fi: Katsele tietoaineistoa

source: Create dataset
fi: Luo tietoaineisto

source: Update Dataset
fi: Päivitä tietoaineistoa

source: Add metadata to the dataset
fi: Lisää metadataa tietoaineistoon

source: Add data to the dataset
fi: Lisää dataa tietoaineistoon

source: What's a resource?
fi: Mikä on resurssi?

source: A resource can be any file or link to a file containing useful data.
fi: Resurssi voi olla mikä tahansa tiedosto, joka sisältää hyödyllistä dataa.

source: Private
fi: Yksityinen

source: Draft
fi: Luonnos

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
fi: Tämä on vanha revisio datasetistä, jota on muokattu %(timestamp)s. Se saattaa erota huomattavasti <a href="%(url)s">nykyisestä revisiosta</a>.

source: This is the current revision of this dataset, as edited at %(timestamp)s.
fi: Tämä on tämänhetkinen revisio datasetistä. Muokkaamisaika: %(timestamp)s.

source: Related Media for {dataset}
fi: Dataan {dataset} liittyvää mediaa

source: No related items
fi: Ei liittyviä kohteita

source: Add Related Item
fi: Lisää liittyvä kohde

source: View resource
fi: Katsele resurssia

source: View
fi: Näytä

source: API Endpoint
fi: API osoite

source: Download
fi: Lataa

source: There is no description for this resource
fi: Tällä resurssilla ei ole kuvausta

source: From the dataset abstract
fi: Tietoaineiston tiivistelmästä

source: Source: <a href="%(url)s">%(dataset)s</a>
fi: Lähde: <a href="%(url)s">%(dataset)s</a>

source: Additional Information
fi: Lisätietoa

source: Field
fi: Kenttä

source: Value
fi: Arvo

source: Last updated
fi: Viimeksi päivitetty

source: unknown
fi: tuntematon

source: Created
fi: Luotu

source: Format
fi: Muoto

source: License
fi: Lisenssi

source: Author
fi: Laatija

source: Search for a Dataset
fi: Etsi tietoaineistoa

source: Search...
fi: Haku...

source: Submit
fi: Lähetä

source: <p class="extra">Please try another search.</p>
fi: <p class="extra">Ole hyvä ja kokeile toista hakua.</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
fi: <p><strong>Haussa tapahtui virhe.</strong> Ole hyvä ja yritä uudelleen</p>

source: API Docs
fi: API dokumentaatio

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
fi: Palvelun data on saatavilla myös %(api_link)s:n kautta (katso %(api_doc_link)s).

source: full {format} dump
fi: täysi {format} tuloste

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
fi: Palvelun data on saatavilla myös %(api_link)s:n kautta (katso %(api_doc_link)s) tai ladattavissa linkistä %(dump_link)s.

source: Additional Info
fi: Lisätietoa

source: Source
fi: Lähde

source: Maintainer
fi: Ylläpitäjä

source: Version
fi: Versio

source: State
fi: Tila

source: Data API is unavailable for this resource as no data has been pushed to it yet
fi: API-rajapintaa resurssille ei ole saatavilla tälle resurssille, koska sille ei vielä ole lisätty dataa

source: Edit Dataset
fi: Muokkaa tietoaineistoa

source: Edit Resources
fi: Muokkaa resursseja

source: Add New Resource
fi: Lisää uusi resurssi

source: eg. A descriptive title
fi: esim. kuvaava otsikko

source: eg. my-dataset
fi: esim. minun-datani

source: eg. Some useful notes about the data
fi: esim. hyödyllistä tietoa datasta

source: eg. economy, mental health, government
fi: esim. talous, mielenterveys, hallitus

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
fi: Lisenssikuvaukset ja lisätietoa lisensseistä löytyy osoitteesta: <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
fi: Organisaatio

source: Select an organization...
fi: Valitse organisaatio...

source: There is no description for this dataset
fi: Kuvausta ei ole määritetty

source: Are you sure you want to delete this dataset?
fi: Oletko varma että haluat poistaa tämän tietoaineiston?

source: Visibility
fi: Näkyvyys

source: Public
fi: Julkinen

source: Joe Bloggs
fi: Matti Meikäläinen

source: Author Email
fi: Tekijän email

source: joe@example.com
fi: matti@esimerkki.fi

source: Maintainer Email
fi: Ylläpitäjän email

source: Previous
fi: Edellinen

source: Finish
fi: Tallenna

source: Update Resource
fi: Päivitä resurssia

source: Link to a file
fi: Tiedostolinkki

source: Link to an API
fi: API linkki

source: Resource
fi: Tietoaineistolinkki

source: Name
fi: Nimi

source: Some useful notes about the data
fi: Hyödyllistä lisätietoa datasta

source: eg. CSV, XML or JSON
fi: esim. CSV, XML tai JSON

source: This is generated automatically. You can edit if you wish
fi: Tämä on luotu automaattisesti. Voit editoida tätä halutessasi

source: Last Modified
fi: Viimeksi muokattu

source: eg. 2012-06-05
fi: esim. 2012-06-05

source: File Size
fi: Tiedoston koko

source: eg. 1024
fi: esim. 1024

source: MIME Type
fi: MIME-tyyppi

source: eg. application/json
fi: esim. application/json

source: Are you sure you want to delete this resource?
fi: Oletko varma että haluat poistaa tämän resurssin?

source: Save & add another
fi: Tallenna ja lisää uusi

source: No description for this resource
fi: Tällä resurssilla ei ole kuvausta

source: Explore
fi: Selaa

source: Preview
fi: Esikatselu

source: Data and Resources
fi: Data ja resurssit

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a>
fi: <p class="empty">Tällä tietoaineistolla ei ole dataa, <a href="%(url)s"> jos mahdollista lisää sitä.</a>

source: <strong>There was an error while searching.</strong> Please try again.
fi: <strong>Haussa tapahtui virhe.</strong> Ole hyvä ja yritä uudelleen.

source: Add data
fi: Lisää dataa

source: Additional data
fi: Lisätietoa

source: Related Form
fi: Lomake liitetylle kohteelle

source: What are related items?
fi: Mitä ovat liittyvät kohteet?

source: <p>Related Media is any app, article, visualisation or idea related to this dataset.</p> <p>For example, it could be a custom visualisation, pictograph or bar chart, an app using all or part of the data or even a news story that references this dataset.</p>
fi: <p>Liittyvä kohde voi olla esimerkiksi julkaisu tai tiedosto joka liittyy tähän dataan.</p>

source: Are you sure you want to delete related item - {name}?
fi: Oletko varma että haluat poistaa liittyvän kohteen - {name}?

source: Apps & Ideas
fi: Sovellukset & Ideat

source: <p>Showing items <strong>%(first)s - %(last)s</strong> of <strong>%(item_count)s</strong> related items found</p>
fi: <p>Näytetään kohteet <strong>%(first)s - %(last)s</strong><strong>%(item_count)s</strong> löydetyistä liittyvistä kohteista</p>

source: <p><strong>%(item_count)s</strong> related items found</p>
fi: <p>löytyi <strong>%(item_count)s</strong> liittyvää kohdetta</p>

source: Filter Results
fi: Suodata tuloksia

source: Filter by type
fi: Suodata tyypin mukaan

source: All
fi: Kaikki

source: Sort by
fi: Suodata

source: Default
fi: Oletus

source: Apply
fi: Tallenna muutokset

source: Edit related item
fi: Muokkaa liittyvää kohdetta

source: Edit Related
fi: Muokkaa liittyvää kohdetta

source: Edit Related Item
fi: Muokkaa liittyvää kohdetta

source: Create
fi: Luo

source: Create a related item
fi: Luo liittyvä kohde

source: Create Related
fi: Luo liittyvä kohde

source: Create Related Item
fi: Luo liittyvä kohde

source: My Related Item
fi: Liittyvä kohteeni

source: A little information about the item...
fi: Tietoa kohteesta...

source: Type
fi: Tyyppi

source: Are you sure you want to delete this related item?
fi: Oletko varma että haluat poistaa tämän liittyvän kohteen?

source: This item has no description
fi: Kohteella ei ole kuvausta

source: Go to {type}
fi: Mene: {type}

source: Embed Data Viewer
fi: Upota datan näyttäjä

source: Choose width and height in pixels:
fi: Valitse leveys ja korkeus pikseleinä:

source: Width:
fi: Leveys:

source: Height:
fi: Korkeus:

source: Clear All
fi: Tyhjennä

source: Show More {facet}
fi: Näytä lisää {facet}

source: Show Only Popular {facet}
fi: Näytä vain suositut {facet}

source: There are no filters for this search
fi: Haulle ei ole suodattimia

source: Home
fi: Aloitussivu

source: Language
fi: Kieli

source: Go
fi: Mene

source: This dataset satisfies the Open Definition.
fi: Tämä tietoaineisto täyttää Open Definition määrittelyn

source: No License Provided
fi: Lisenssiä ei ole annettu

source: Deleted
fi: Poistettu

source: Popular
fi: Suosittu

source: This dataset has no description
fi: Tietoaineistolla ei ole kuvausta

source: No apps, ideas, news stories or images have been related to this dataset yet.
fi: Tälle tietoaineistolle ei ole vielä lisätty siihen liittyviä kohteita.

source: Add Item
fi: Lisää kohde

source: {number} dataset found for "{query}"
fi: {number} tietoaineisto löydettiin haulle "{query}"

source: Sorry no datasets found for "{query}"
fi: Tietoaineistoja ei löytynyt haulle "{query}"

source: {number} dataset found
fi: {number} tietoaineisto löydetty

source: Sorry no datasets found
fi: Tietoaineistoja ei löytynyt

source: {number} group found for "{query}"
fi: {number} ryhmä löydetty haulle "{query}"

source: Sorry no groups found for "{query}"
fi: Ryhmiä ei löytynyt haulle "{query}"

source: {number} group found
fi: {number} ryhmä löydetty

source: Sorry no groups found
fi: Ryhmiä ei löytynyt

source: {number} organization found for "{query}"
fi: {number} organisaatio löydetty haulla "{query}"

source: Sorry no organizations found for "{query}"
fi: Organisaatioita ei löytynyt haulla "{query}"

source: {number} organization found
fi: {number} organisaatio löydetty

source: Sorry no organizations found
fi: Organisaatioita ei löytynyt

source: Social
fi: Sosiaalinen media

source: Order by
fi: Järjestä

source: Relevance
fi: Relevanssi

source: Name Ascending
fi: Nimi (A-Ö)

source: Name Descending
fi: Nimi (Ö-A)
