Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: dump
fi: dumppitiedosto

source: [1:There was an error while searching.] Please try again.
fi: [1:Etsiessä tapahtui virhe.] Ole hyvä ja yritä uudelleen.

source: [1:%(item_count)s] datasets found
fi: [1:%(item_count)s] tietoaineistoa löytyi

source: Would you like to [1:create a new dataset?]
fi: Haluatko [1:luoda uuden tietoaineiston?]

source: Add item
fi: Lisää kohde

source: (required)
fi: (tarvitaan)

source: Please add the title for the item
fi: Ole hyvä ja lisää otsikko kohteelle

source: Type of item
fi: Kohteen tyyppi

source: Please describe the item
fi: Ole hyvä ja kuvaa kohteen tyyppi

source: Please add a url
fi: Ole hyvä ja lisää URL

source: Please add a link to the image
fi: Ole hyvä ja lisää linkki kuvaan

source: Showing items
fi: Näytetään kohteita

source: of
fi: joista

source: related items found
fi: näihin liittyvät kohteet

source: Least viewed
fi: Vähiten katsottu

source: Featured items only?
fi: Näkyville nostetut kohteet ainoastaan?

source: - Apps, Ideas etc
fi: - Sovellukset, Ideat etc

source: There are no items here yet
fi: Täällä ei ole vielä kohteita

source: , why not
fi: , mikset et

source: add one
fi: lisäisi yhtä

source: Differences - Revisions
fi: Erot - Revisiot

source: Revision Differences -
fi: Revisioiden erot

source: From:
fi: Mistä:

source: To:
fi: Mihin:

source: Difference
fi: Ero

source: No differences
fi: Ei eroja

source: List
fi: Lista

source: Revision History
fi: Revisiohistoria

source: Track the most recent changes to the system, with most recent changes first.
fi: Seuraa viimeisimpiä muutoksia järjestelmään. Viimeisin muutos ensin.

source: Revision:
fi: Revisio:

source: Revision Actions
fi: Revisioiden tapahtumat

source: Undelete
fi: Peru poistaminen

source: Timestamp:
fi: Aikaleima:

source: Log Message:
fi: Logiviesti:

source: Changes
fi: Muutokset

source: Datasets' Tags
fi: Tietoaineistojen avainsanat

source: Dataset -
fi: Tietoaineisto -

source: , Tag -
fi: , Avainsana -

source: Embed this view
fi: Upota tämä näkymä

source: by copying this into your webpage:
fi: kopioimall tämän web-sivullesi:

source: Not Openly Licensed
fi: Ei avoimesti lisensoitu

source: Entity
fi: Entiteetti

source: This upload form is valid for a limited time (usually 1h or so). If the form expires please reload the page.
fi: Tämä latauslomake toimii rajatun ajan (yleensä noin 1 tunnin). Jos lomake expiroituu niin lataa lomake uudelleen.

source: File:
fi: Tiedosto:

source: Upload - Successful
fi: Lataus - Onnistui

source: Filed uploaded to:
fi: Tiedosto tallennettu paikkaan:

source: Upload another »
fi: Lataa toinen »

source: There are
fi: Yhteensä

source: results for ‘
fi: Tulokset

source: results for tags.
fi: tulokset avainsanoille.

source: Clear search
fi: Tyhjennä haku

source: and see all tags.
fi: ja näytä kaikki avainsanat.

source: - Tags
fi: - Avainsanat

source: Tag:
fi: Avainsana:

source: There are %(count)s datasets tagged with [1:%(tagname)s]:
fi: %(count)s tietoaineistoa avainsanalla [1:%(tagname)s]:

source: - Dashboard - User
fi: - Yhteenveto - Käyttäjä

source: What's going on?
fi: Mitä tapahtuu?

source: Nothing new on CKAN?
fi: Mitä uutta CKAN:issa?

source: So, why don't you ...
fi: Joten, mitä jos ...

source: Add a new dataset
fi: Lisää uusi tietoaineisto

source: Follow another user
fi: Seuraa toista käyttäjää

source: Create a group or a tag
fi: Luo ryhmä tai avainsana

source: Or simply browse the repository
fi: Tai vain selaile tietoaineistoja

source: - Edit - User
fi: - Muokkaa - Käyttäjä

source: Edit User:
fi: Muokkaa käyttäjää:

source: E-mail
fi: Sähköposti

source: A little about you...
fi: Hieman tietoa sinusta...

source: Password (repeat)
fi: Salasana (toista)

source: Change your username
fi: Muuta käyttäjätunnustasi

source: Changing your username will log you out, and require you to log back in with the new username
fi: Muuttamalla käyttäjätunnustasi kirjaudut automaattisesti ulos ja sinun pitää kirjautua uudelleen takaisin uudella käyttäjätunnuksella

source: - Followers - User
fi: - Seuraajat - Käyttäjä

source: 's Followers
fi: käyttäjän seuraajat

source: My Profile
fi: Oma profiili

source: Edit Profile
fi: Muokkaa profiilia

source: My Followers ({num_followers})
fi: Seuraajani ({num_followers})

source: View Profile
fi: Näytä profiili

source: Register Account
fi: Rekisteröi käyttäjätili

source: [1:%(item_count)s] users found.
fi: [1:%(item_count)s] käyttäjää löytyi

source: Sort by name
fi: Järjestä nimen mukaan

source: Sort by edits
fi: Järjestä muokkausten mukaan

source: Member for
fi: Jäsenenä:

source: Login - User
fi: Kirjaudu - Käyttäjä

source: Login to
fi: Kirjaudu

source: Login:
fi: Käyttäjätunnus:

source: Password:
fi: Salasana:

source: Remember me:
fi: Muista minut:

source: Sign In
fi: Kirjaudu

source: Login using Open ID
fi: Kirjaudu käyttäen Open ID:tä

source: NB: To set-up your OpenID for this site, you first need to [1:Register] and then edit your Profile to provide your OpenID.
fi: Huomio: Ottaaksesi OpenID:n käyttöön tällä sivustolla, sinun pitää ensin [1:Rekisteröityä] ja sitten muokata profiiliasi syöttääksesi OpenID tunnuksesi.

source: Please click your account provider:
fi: Ole hyvä ja napsauta tilisi tarjoajaa

source: OpenID Identifier:
fi: OpenID tunniste:

source: Don't have an OpenID?
fi: Sinulla ei ole OpenID:tä?

source: OpenID is service that allows you to log-on to many different websites using a single identity. Find out [1:more about OpenID] and [2:how to get an OpenID enabled account]. Probably the simplest way is sign up with a free OpenID provider such as [3:https://www.myopenid.com/].
fi: OpenID palvelu mahdollistaa kirjautumaan moneen web-sivustoon yhdellä identiteetillä. Lisää [1:tietoa Open ID:stä] and [2:miten saada OpenID tili]. Ehkäpä helpoin tapa on kirjautua käyttäen ilmaista OpenID tarjoajaa kuten [3:https://www.myopenid.com/].

source: Sign in with OpenID
fi: Kirjaudu käyttäen OpenID:tä

source: Logout - User
fi: Kirjaudu ulos - Käyttäjä

source: Logout from
fi: Kirjaudu ulos

source: You have logged out successfully.
fi: Kirjauduit ulos onnistuneesti.

source: Logged in - User
fi: Kirjautunut - Käyttäjä

source: Logged into
fi: Kirjautunut

source: is currently logged in
fi: on kirjautuneena sisään

source: To register or log in as another user, you need to
fi: Rekisteröityäksesi tai kirjautuaksesi sisään toisena käyttäjänä sinun täytyy

source: logout
fi: kirjautua ulos

source: first.
fi: ensin.

source: Register - User
fi: Rekisteröidy - Käyttäjä

source: Register for a new Account
fi: Rekisteröi uusi käyttäjätili

source: 3+ chars, using only 'a-z0-9' and '-_'
fi: 3+ merkkiä, käyttäen 'a-z0-9' ja '-_'

source: Full name (optional)
fi: Koko nimi (ei pakollinen)

source: E-Mail
fi: Sähköposti

source: Register now
fi: Rekisteröidy nyt

source: Password (repeat):
fi: Salasana (toista):

source: - User
fi: - Käyttäjä

source: Member since
fi: Ollut jäsenenä

source: No email
fi: Ei sähköpostia

source: – Note: your API key is visible only to you!
fi: – Huomio: sinun API avaimesi on näkyvissä vain sinulle!

source: Public Activity
fi: Julkinen aktiviteetti

source: Reset password
fi: Resetoi salasana

source: Request a password reset
fi: Pyydä salasanan resetointia

source: User name:
fi: Käyttäjänimi:

source: Resource "{0}" was not found.
fi: Resurssia "{0}" ei löytynyt.

source: User {0} not authorized to update resource {1}
fi: Käyttäjällä {0} ei oikeuksia päivittää resurssia {1}

source: Custom Text
fi: Vapaamuotoinen teksti

source: custom text
fi: vapaamuotoinen teksti

source: There was a problem with your submission, please correct it and try again
fi: Lähetyksessäsi oli ongelmia, ole hyvä ja korjaa ja yritä uudelleen

source: There is a problem with the system configuration
fi: Järjestelmän konfiguraatiossa on ongelma

source: Your application has been submitted
fi: Sovelluksesi on lähetetty

source: There was a problem with your submission, please correct it and try again
fi: Lähetyksessäsi oli ongelmia, ole hyvä ja korjaa ja yritä uudelleen

source: Please choose an organization to add the dataset to
fi: Ole hyvä ja valitse organisaatio lisätäksesi siihen tietoaineiston

source: Dear administrator, A request has been made for membership of your organization
fi: Hyvä ylläpitäjä, Pyyntö liittyä jäseneksi organisaatioosi on tehty

source: by
fi: tämän tahon toimesta:

source: ){% end %} The reason given for the request was: "
fi: ){% end %} Syy liittymisen pyynnöksi oli seuraava: "

source: " Please contact the user to verify and then if you would like to add this user you can do so by visiting
fi: " Ole hyvä ja ota yhteyttä tahoon varmistaaksesi sen ja sen jälkeen jos haluat voit lisätä tämän tahon käymällä täällä

source: If you do not wish to add this user you can safely disregard this email.
fi: Jos et halua lisätä tätä tahoa/käyttäjää niin voit hyvin ohittaa tämän sähköpostin.

source: Create an organization
fi: Luo organisaatio

source: Add Dataset to Organization
fi: Lisää tietoaineisto organisaatioon

source: Manage Users
fi: Hallitse käyttäjiä

source: Apply for membership
fi: Hae jäsenyyttä

source: Reason
fi: Syy

source: Please explain to the owner your reasons for wishing to become an editor of this organization
fi: Ole hyvä ja selitä tietoaineiston omistajalle syyt miksi haluaisit saada Editor-oikeudet tähän organisaatioon

source: Send request
fi: Lähetä pyyntö

source: The URL for the image that is associated with this organization.
fi: URL osoite tämän organisaation kuvaan

source: Parent Organization
fi: Ylempi organisaatio

source: No parent organization
fi: Ei ylempää organisaatiota

source: Manage users
fi: Hallitse käyttäjiä

source: There are no users currently in this publisher.
fi: Tälle julkaisijalla ei ole vielä käyttäjiä

source: Organization History
fi: Organisaation historia

source: What Are Organizations?
fi: Mitä ovat organisaatiot?

source: Whilst tags are great at collecting datasets together, there are occasions when you want to restrict users from editing a collection. An [1:organization] can be set-up to specify which users have permission to add or remove datasets from it.
fi: Vaikka avainsanat ovat käteviä tietoaineistojen liittämiseen toisiinsa, tulee eteen tilanteita jossa halutaan rajoittaa käyttäjiä jotka voivat muokata tietoaineisto kokoelmaa. [1:organization] voidaan luoda ja sillä määritellään millä käyttäjillä on oikeus lisätä ja poistaa tietoaineistoja siitä.

source: Join
fi: Liity

source: List Organizations
fi: Listaa organisaatiot

source: Add an Organization
fi: Lisää organisaatio

source: Add an organization
fi: Lisää organisaatio

source: Cannot add to any organizations. Please join an organization
fi: Ei voida liittää mihinkään organisaatioon. Ole hyvä ja liity organisaatioon.

source: Users:
fi: Käyttäjät:

source: There are no users currently in this organization.
fi: Tässä organisaatiossa ei ole käyttäjiä

source: Add users
fi: Lisää käyttäjiä

source: Total number of Datasets
fi: Tietoaineistoja yhteensä

source: Date
fi: Pvm

source: Total datasets
fi: Dataa kaikkiaan

source: Dataset Revisions per Week
fi: Tietoaineistojen revisioita viikkoa kohti

source: All dataset revisions
fi: Kaikki datarevisiot

source: New datasets
fi: Uudet tietoaineistot

source: Top Rated Datasets
fi: Korkeimman arvostelun saaneet tietoaineistot

source: Average rating
fi: Arvostelujen keskiarvo

source: Number of ratings
fi: Arvostelujen määrä

source: No ratings
fi: Ei arvostelua

source: Most Edited Datasets
fi: Eniten muokatut tietoaineistot

source: Number of edits
fi: Muokkausten määrä

source: No edited datasets
fi: Ei muokattuja tietoaineistoja

source: Largest Groups
fi: Suurimmat ryhmät

source: No groups
fi: Ei ryhmiä

source: Top Tags
fi: Eniten käytetyt avainsanat

source: Tag Name
fi: Avainsanan nimi

source: Number of Datasets
fi: Tietoaineistojen määrä

source: Users Owning Most Datasets
fi: Käyttäjät, joilla eniten dataa

source: Statistics Menu
fi: Tilastovalikko

source: Total Number of Datasets
fi: Tietoaineistojen kokonaismäärä

source: Revisions to Datasets per week
fi: Revisioita tietoaineistoille viikossa

source: Users owning most datasets
fi: Käyttäjät jotka omistavat eniten tietoaineistoja

source: Page last updated:
fi: Sivu viimeksi päivitetty:

source: Leaderboard - Stats
fi: Johtotaulukko - Tilastot

source: Dataset Leaderboard
fi: Tietoaineiston johtotaulukko

source: Choose a dataset attribute and find out which categories in that area have the most datasets. E.g. tags, groups, license, res_format, country.
fi: Valitse tietoaineiston attribuutti ja selvitä missä kategorioissa on valitulla alueella eniten tietoaineistoja. Esimerkiksi avainsanat, ryhmät, lisenssi, res_format tai maa

source: Choose area
fi: Valitse alue

source: Not authorized to see this information
fi: Ei oikeuksia nähdä tietoa

source: Resource %s not editable
fi: Resurssia %s ei voi muokata

source: You now requested editor rights to package %s
fi: Pyysit muokkausoikeuksia aineistoon %s

source: A request is already pending
fi: Pyyntö on jo jonossa

source: You must be logged in to request edit access
fi: Sinun täytyy olla kirjautunut pyytääksesi muokkausoikeuksia

source: %s now has editor rights to package %s
fi: Käyttäjällä %s on nyt muokkausoikeudet tietoaineistoon %s

source: No such request found!
fi: Pyyntöä ei löytynyt.

source: Cannot do data mining on remote resource!
fi: Kohderesurssin tiedonlouhinta ei onnistu

source: This file could not be mined for any data!
fi: Tämän tiedoston dataa ei voi louhia.

source: This metadata document is not in proper format for data mining!
fi: Tämä metadatadokumentti ei ole tiedonlouhintaan soveltuvaa formaattia.

source: Message sent
fi: Viesti lähetetty

source: No message
fi: Viesti on tyhjä

source: No owner found
fi: Omistajaa ei löydetty

source: Please login
fi: Kirjaudu sisään

source: Message regarding dataset %s
fi: Viesti koskien tietoaineistoa %s

source: Material access request for dataset %s
fi: Luo lupahakemuslomake tietoaineistolle %s

source: Already contacted
fi: Olet ottanut yhteyttä jo aiemmin

source: Organisation is missing
fi: Organisaatio puuttuu

source: Author is missing
fi: Laatija puuttuu

source: No language given
fi: Kieltä ei annettu

source: Language is disabled, removing languages: '%s'
fi: Kieli on poistettu käytöstä, poistetaan kielet: '%s'

source: %s (%s) is requesting editing rights to dataset %s for which you are currently an administrator. Please click this link if you want to allow this user to edit the metadata of the dataset: %s%s
fi: %s (%s) pyytää muokkausoikeuksia luomaasi tietoaineistoon " " %s. " " " "Ole hyvä ja klikkaa tätä linkkiä jos haluat antaa tälle käyttäjälle " "kirjoitusoikeudet: %s%s

source: Access request for dataset %s
fi: Käyttöoikeuspyyntö tietoaineistolle %s

source: Tag "%s" must be alphanumeric characters or symbols: -_.()/#+
fi: Avainsanan "%s" pitää koostua alfanumeerisita merkeistä (ascii) ja erikoismerkeistä: -_.()/#+

source: Project data received even if no project is associated.
fi: Projektin tietoja vastaanotettu vaikka ei määritelty kuuluvaksi projektiin.

source: Invalid date format, must be ISO 8601. Example: 2001-01-01
fi: Päivämäärän muoto väärä, oikea muoto ISO8601. Esimerkki: 2001-01-01

source: Invalid date
fi: Vääränlainen päivämäärä

source: Language %s not in ISO 639-2 T format
fi: Väärä tai vääränmuotoinen kieli %s, ei ISO 639-2 T-muodossa

source: Invalid email address
fi: Vääränmuotoinen sähköpostiosoite

source: Invalid characters: <> not allowed
fi: Kiellettyjä merkkejä: <> ei sallittu

source: Invalid telephone number, must be like +13221221
fi: Vääränmuotoinen puhelinnumero, vaaditaan muotoa +13221221.

source: Discipline "%s" must be alphanumeric characters or symbols: -,
fi: Tieteenalan "%s" pitää koostua alfanumeerisita merkeistä (ascii) ja erikoismerkeistä: -,

source: Spatial coverage "%s" must be alphanumeric characters or symbols: -,:().
fi: Maantieteellisen kattavuuden "%s" pitää koostua alfanumeerisita merkeistä (ascii) ja näistä erikoismerkeistä: -,:().

source: File type (mimetype) "%s" must be alphanumeric characters or symbols: _-+./
fi: Tiedostotyypin (mimetyyppi) "%s" pitää koostua alfanumeerisita merkeistä (ascii) ja näistä erikoismerkeistä: _'+./

source: Algorithm "%s" must be alphanumeric characters or symbols _-()
fi: Algoritmin "%s" pitää koostua alfanumeerisita merkeistä (ascii) ja erikoismerkeistä: _-()

source: First title can not be empty
fi: Ensimmäinen otsikko ei voi olla tyhjä

source: Kata is part of the
fi: Kata on osa

source: http://www.tdata.fi/tta-frontpage?param=param
fi: http://www.tdata.fi/fi/tta-frontpage?param=param

source: Finnish National Research Data Initiative's (TTA)
fi: Tutkimuksen tietoaineistot (TTA)

source: services
fi: -palveluita

source: Service is provided by
fi: Palvelun tuottaa

source: http://www.csc.fi/english
fi: http://www.csc.fi/index_html

source: CSC - IT Center for Science Ltd
fi: CSC - Tieteen Tietotekniikan Keskus Oy

source: http://datakeskus.csc.fi/en/web/tta
fi: http://datakeskus.csc.fi/fi/web/tta/tta-frontpage?param=param

source: new notifications
fi: uudet viestit

source: Notifications
fi: Viestit

source: Help
fi: Ohjeet

source: Stats
fi: Tilastot

source: Collections
fi: Kokoelmat

source: Contact
fi: Yhteydenotto

source: Contact distributor
fi: Ota yhteyttä jakelijaan

source: On this page you can send a message to the owner of the dataset.
fi: Tältä sivustolta voit lähettää viestin tietoaineiston omistajalle.

source: Message
fi: Viesti

source: On this page you can send a message to the owner of the dataset to request access to the material.
fi: Tältä sivulta voit lähettää viestin tietoaineiston omistajalle saadaksesi datan käyttöösi.

source: Request metadata editing rights
fi: Pyydä metatiedon muokkausoikeuksia

source: You do not currently have the access rights required to edit this dataset.
fi: Sinulla ei ole tarvittavia oikeuksia tämän tietoaineiston muokkaamiseen.

source: If you wish, you can click the button below, and a request for editing access will be sent to the owner of the dataset.
fi: Halutessasi voit klikata alla olevaa painiketta, jolloin tietoaineiston omistajalle lähtee pyyntö antaa sinulle muokkausoikeudet.

source: Request edit
fi: Pyydä muokkausoikeuksia

source: This dataset does not have an owner. No request for editing access can be sent. Sorry.
fi: Tällä tietoaineistolla ei ole omistajaa. Viestiä ei valitettavasti voitu lähettää.

source: Add a Collection (Group)
fi: Lisää kokoelma (ryhmä)

source: Collections Form
fi: Kokoelmien lomake

source: This group has no description
fi: Ryhmällä ei ole kuvausta

source: Collections of Datasets
fi: Tietoaineistojen kokoelmat

source: Add Collection
fi: Lisää kokoelma

source: There are currently no collections for this site
fi: Tällä sivustolla ei parhaillaan ole kokoelmia.

source: How about creating one?
fi: Voit halutessasi luoda uuden.

source: What are Collections?
fi: Mitä ovat kokoelmat?

source: <p>Collections, also known as groups, allow you to group together datasets under a community (for example, Civil Liberty data) or topic (e.g. Transport, Health, Environment) to make it easier for users to browse datasets by theme. Datasets can be part of a collection, but do not belong to the collection for editing or authorisation purposes.</p>
fi: <p>Kokoelmat, jotka tunnetaan tässä palvelussa myös ryhminä, mahdollistavat tietoaineistojen eli metadatojen keräämisen yhteisen nimittäjän alle. Tietoaineistot voivat olla osana kokoelmaa, mutta eivät kuulu siihen muokkaus- tai auktorisointiominaisuuksien vuoksi. </p>

source: Create a Collection (Group)
fi: Luo kokoelma (ryhmä)

source: Create Collection
fi: Luo kokoelma

source: Create a Collection
fi: Luo kokoelma

source: There is no description for this group
fi: Tällä ryhmällä ei ole kuvausta

source: Save Group
fi: Tallenna ryhmä

source: Kata and metadata
fi: Kata ja metadata

source: What is Kata metadata catalogue?
fi: Mikä Kata-metadatakatalogi on?

source: Kata is a metadata catalogue service of TTA (Finnish National Research Data Initiative). TTA is a data effort of Ministry of Education and Culture.
fi: Kata on TTA:n (Tutkimuksen Tietoaineistot) metatietokatalogipalvelu. TTA on opetus- ja kulttuuriministeriön hanke.

source: What kind of data Kata contains?
fi: Minkälaista dataa Kata sisältää?

source: Kata contains metadata of research data, from various branches of science. Kata does not contain the actual data itself, but the metadata catalogue allows you to browse and search for available data and lets you know how and where to gain access to it.
fi: Kata sisältää tutkimusaineistojen metadataa erinäisiltä tieteenaloilta. Kata ei sisällä varsinaista tutkimusdataa itsessään, mutta metatietokatalogin avulla voit selata ja hakea saatavilla olevia aineistoja. Metatiedoista selviää myös, mistä ja miten varsinainen tutkimusdata on saatavilla.

source: Adding and modifying metadata
fi: Metatietojen lisääminen ja muokkaaminen

source: Why can't I add any keywords?
fi: Miksi en voi lisätä avainsanoja?

source: Most likely the script files haven't loaded because of your browsers security features. The script files are loaded via an unencrypted connection which causes a warning. You must permit this content from your browser. Usually you can do this temporarily from a button in the address bar or from a tab on the bottom of the page, depending on the browser you are using.
fi: Todennäköisesti selaimesi ei ole ladannut JavaScript-tiedostoja. Tämä johtuu selaimesi tietoturva-asetuksista. JavaScript-lähdekooditiedostot ladataan suojaamatonta yhteyttä pitkin, joka aiheuttaa varoituksen. Sinun on sallittava näiden lähdekoodien suorittaminen. Yleensä voit väliaikaisesti sallia tämän painikkeesta osoitepalkissa tai sivun alalaidassa, riippuen käyttämästäsi selaimesta.

source: I added extra fields for titles/authors I do not want to fill. How do I remove these?
fi: Lisäsin ylimääräisiä kenttiä otsikoille/laatijoille, mutta en halua täyttää niihin mitään. Miten poistan ne?

source: You don't need to remove them. Leave them empty and Kata will ignore them.
fi: Sinun ei tarvitse poistaa niitä. Jätä ne tyhjäksi ja Kata jättää ne huomiotta.

source: How can I remove a dataset from the catalogue?
fi: Kuinka poistan aineiston tiedot katalogista?

source: Open the dataset for editing. There is a button for removing the entire metadata record at the bottom of the page. You must have modification privileges to the dataset in order to remove it.
fi: Avaa tietoaineiston muokkaussivu. Sivun lopussa on painike, jolla aineiston metatiedot voi poistaa Katasta. Tarvitset muokkausoikeudet aineiston metatietoihin, jotta voisit poistaa ne.

source: Search: page and features
fi: Haku: sivu ja ominaisuudet

source: There are two search fields, why?
fi: Sivustolla on kaksi hakukenttää, miksi?

source: The search field in the upmost part makes it easier to search for data from anywhere in the site. You can use any search field you prefer.
fi: Sivun oikean yläkulman hakukenttä esiintyy jokaisella sivuilla. Tällöin sinun on helppo hakea dataa riippumatta missä päin palvelua olet. Voit vapaasti käyttää mitä hakukenttää haluat.

source: I can't make a search query I want from advanced search.
fi: Tarkennettu haku ei mahdollista haluamani haun tekemistä.

source: You can make more complex search queries by using Solr query syntax. See more in:
fi: Voit tehdä monimuotoisempia hakuja käyttäen Solr-hakukoneen syntaksia. Lue lisää osoitteesta:

source: Solr query syntax
fi: Solr-hakujen syntaksi

source: Didn't find the question and answer you were looking for? You can submit additional questions to:
fi: Etkö löytänyt etsimääsi kysymystä ja vastausta? Lähetä oma kysymyksesi osoitteeseen:
