Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: Authorization function not found: %s
fi: Auktorisointifunktiota ei löydy: %s

source: Admin
fi: Ylläpitäjä - Admin

source: Editor
fi: Muokkaaja - Editor

source: Member
fi: Jäsen

source: Need to be system administrator to administer
fi: Hallinnointia varten pitää olla järjestelmän ylläpitäjä

source: Site Title
fi: Sivun otsikko

source: Style
fi: Tyyli

source: Site Tag Line
fi: Sivun slogan

source: Site Tag Logo
fi: Sivun logo

source: About
fi: Tietoa

source: About page text
fi: Tietoa sivun "About page" teksti

source: Intro Text
fi: Johdantoteksti

source: Text on home page
fi: Teksti kotisivulla

source: Custom CSS
fi: Muokattu CSS

source: Customisable css inserted into the page header
fi: Muokattava css lisätty sivun header -osioon

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
fi: Ei voida poistaa tietoaineistoa %s, koska tähän liitetty revisio %s sisältää poistamattomia tietoaineistoja %s

source: Problem purging revision %s: %s
fi: Ongelma näiden revisioiden poistamisessa %s: %s

source: Purge complete
fi: Poistaminen suoritettu

source: Action not implemented.
fi: Toimintoa ei ole toteutettu.

source: Not authorized to see this page
fi: Tämän sivun näyttäminen ei sallittu

source: Access denied
fi: Pääsy evätty

source: Not found
fi: Ei löydetty

source: Bad request
fi: Virheellinen pyyntö

source: Action name not known: %s
fi: Toiminnon nimi tuntematon: %s

source: JSON Error: %s
fi: JSON virhe: %s

source: Bad request data: %s
fi: Huono data pyyntö: %s

source: Integrity Error
fi: Integriteettivirhe

source: Parameter Error
fi: Parametrivirhe

source: Cannot list entity of this type: %s
fi: Ei pystytä listaamaan entiteettiä, joka on tyyppiä %s

source: Cannot read entity of this type: %s
fi: Ei pystytä lukemaan entiteettiä, joka on tyyppiä %s

source: Cannot create new entity of this type: %s %s
fi: Ei pystytä luomaan entiteettiä, joka on tyyppiä %s %s

source: Unable to add package to search index
fi: Ei voitu lisätä tietoaineistoa hakuindeksiin

source: Cannot update entity of this type: %s
fi: Ei pystytä muokkaamaan entiteettiä, joka on tyyppiä %s

source: Unable to update search index
fi: Ei voitu päivittää hakuindeksiä

source: Cannot delete entity of this type: %s %s
fi: Ei pystytä poistamaan entiteettiä, joka on tyyppiä %s %s

source: No revision specified
fi: Revisiota ei määritelty

source: There is no revision with id: %s
fi: Revisiota tällä tunnisteella ei löydy: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
fi: Hakutermi puuttuu ('since_id=UUID' or 'since_time=TIMESTAMP')

source: Could not read parameters: %r
fi: Parametreja ei voitu lukea: %r

source: Bad search option: %s
fi: Huono hakuvaihtoehto: %s

source: Unknown register: %s
fi: Tuntematon rekisteri: %s

source: Malformed qjson value
fi: Vääränmuotoinen JSON arvo

source: Request params must be in form of a json encoded dictionary.
fi: Kyselyparametrit täytyy olla json enkoodatussa muodossa

source: Group not found
fi: Ryhmää ei löydy

source: "page" parameter must be a positive integer
fi: "page" muuttujan pitää olla positiivinen kokonaisluku

source: Unauthorized to read group %s
fi: Ryhmän lukeminen ei sallittu %s

source: Cannot render description
fi: Ei voida näyttää kuvausta

source: Groups
fi: Ryhmät

source: Tags
fi: Avainsanat

source: Formats
fi: Muodot

source: Licence
fi: Lisenssi

source: Unauthorized to create a group
fi: Ei oikeuksia luoda ryhmää

source: User %r not authorized to edit %s
fi: Käyttäjällä %r ei oikeutta muokata %s

source: User %r not authorized to edit %s authorizations
fi: Käyttäjällä %r ei oikeutta muokata %s oikeuksia

source: Unauthorized to delete group %s
fi: Ei oikeuksia poistaa ryhmää %s

source: Organization has been deleted.
fi: Organisaatio on poistettu

source: Group has been deleted.
fi: Ryhmä on poistettu.

source: Unauthorized to add member to group %s
fi: Ei oikeuksia lisätä käyttäjää ryhmään %s

source: Unauthorized to delete group %s members
fi: Ei oikeuksia poistaa ryhmän %s jäseniä

source: Group member has been deleted.
fi: Ryhmän jäsen on poistettu.

source: Select two revisions before doing the comparison.
fi: Valitse kaksi revisiota ennen vertailun tekemistä

source: User %r not authorized to edit %r
fi: Käyttäjä %r ei voi muokata %r

source: CKAN Group Revision History
fi: CKAN Ryhmä revisioiden muutoshistoria

source: Recent changes to CKAN Group:
fi: Viimeaikaiset muutokset CKAN Ryhmään:

source: Log message:
fi: Logiviesti:

source: Unauthorized to read group {group_id}
fi: Ei oikeuksia lukea ryhmää {group_id}

source: You are now following %s
fi: Seuraat nyt tätä: %s

source: You are no longer following {0}
fi: Et seuraa enää tätä: {0}

source: Unauthorized to view followers %s
fi: Ei oikeuksia nähdä seuraajia %s

source: This site is currently off-line. Database is not initialised.
fi: Sivusto on tällä hetkellä pois päältä. Tietokantaa ei ole alustettu.

source: Please <a href="{link}">update your profile</a> and add your email address and your full name. {site} uses your email address if you need to reset your password.
fi: Ole hyvä <a href="{link}">ja päivitä profiilisi</a> ja lisää sähköpostiosoitteest ja koko nimesi. {site} käyttää sähköpostiosoitettasi jos sinulle täytyy lähettää salasanan resetointi.

source: Please <a href="%s">update your profile</a> and add your email address.
fi: Ole hyvä ja <a href="%s">päivitä profiilisi</a> ja lisää sähköpostiosoitteesi.

source: %s uses your email address if you need to reset your password.
fi: %s käyttää sähköpostiosoitettasi jos sinun täytyy resetoida salasanasi.

source: Please <a href="%s">update your profile</a> and add your full name.
fi: Ole hyvä ja <a href="%s">päivitä profiilisi</a> ja lisää koko nimesi.

source: Invalid revision format: %r
fi: Väärä revision muoto: %r

source: Dataset not found
fi: Tietoaineistoa ei löydy

source: Unauthorized to read package %s
fi: Ei oikeuksia lukea tietoaineistoa %s

source: CKAN Dataset Revision History
fi: CKAN tietoaineisto revisiohistoria

source: Recent changes to CKAN Dataset:
fi: Viimeisimmät muutokset CKAN tietoaineistoon:

source: Unauthorized to create a package
fi: Ei oikeuksia luoda tietoaineistoa

source: Unauthorized to edit this resource
fi: Ei oikeuksia muokata tätä resurssia

source: Resource not found
fi: Resurssia ei löydy

source: Unauthorized to update dataset
fi: Ei oikeuksia päivittää datasettiä

source: You must add at least one data resource
fi: Sinun täytyy lisätä vähintään yksi dataresurssi

source: Unauthorized to create a resource
fi: Ei oikeutta luoda resurssia

source: Unable to add package to search index.
fi: Ei voitu lisätä pakettia hakuindeksiin

source: Unable to update search index.
fi: Ei voitu päivittää hakuindeksiä

source: Unauthorized to delete package %s
fi: Ei oikeutta poistaa tietoaineistoa %s

source: Dataset has been deleted.
fi: Datasetti on poistettu.

source: Resource has been deleted.
fi: Resurssi on poistettu.

source: Unauthorized to delete resource %s
fi: Ei oikeuksia poistaa resurssia %s

source: Unauthorized to read resource %s
fi: Resurssin lukeminen ei sallittu %s

source: No download is available
fi: Ei ladattavaa saatavilla

source: Unauthorized to read dataset %s
fi: Ei oikeuksia lukea datasettiä %s

source: No preview has been defined.
fi: Esikatselua ei ole määritelty.

source: Most viewed
fi: Eniten katsottu

source: Most Viewed
fi: Katsotuimmat

source: Least Viewed
fi: Vähiten katsotut

source: Newest
fi: Uusin

source: Oldest
fi: Vanhin

source: The requested related item was not found
fi: Pyydettyä kohdetta ei löytynyt

source: Related item not found
fi: Näihin liittyviä kohteita ei löytynyt

source: Not authorized
fi: Ei oikeutta

source: Package not found
fi: Tietoaineistoa ei löydy

source: Related item was successfully created
fi: Tähän liittyvä kohde luotiin onnistuneesti

source: Related item was successfully updated
fi: Tähän liittyvä kohde päivitettiin onnistuneesti

source: Related item has been deleted.
fi: Tähän liittyvä kohde on poistettu.

source: Unauthorized to delete related item %s
fi: Ei oikeutta poistaa tähän liittyvää kohdetta %s

source: Application
fi: Sovellus

source: News Article
fi: Uutisartikkeli

source: Paper
fi: Artikkeli

source: Post
fi: Kirjoitus

source: Visualization
fi: Visualisointi

source: CKAN Repository Revision History
fi: CKAN tietovaraston historia

source: Recent changes to the CKAN repository.
fi: Viimeisimmät muutokset CKAN tietokantaan.

source: Datasets affected: %s.
fi: Muutetut tietoaineistot: %s.

source: Revision updated
fi: Revisio päivitetty

source: Other
fi: Muu

source: Tag not found
fi: Avainsanaa ei löydy

source: Unauthorized to create a user
fi: Käyttäjän luominen ei sallittu

source: Unauthorized to create user %s
fi: Käyttäjän luominen ei sallittu %s

source: User not found
fi: Käyttäjää ei löydy

source: Bad Captcha. Please try again.
fi: Väärä Captcha sana. Yritä uudelleen.

source: User "%s" is now registered but you are still logged in as "%s" from before
fi: Käyttäjä %s on nyt rekisteröity, mutta olet edelleen kirjautunut sisään käyttäjänä %s

source: No user specified
fi: Käyttäjää ei määritelty

source: Unauthorized to edit user %s
fi: Käyttäjän muokkaus ei sallittu %s

source: User %s not authorized to edit %s
fi: Käyttäjä %s ei sallittu muokkaamaan %s

source: Profile updated
fi: Profiili päivitetty

source: %s is now logged in
fi: %s kirjautuneena sisään

source: Login failed. Bad username or password.
fi: Kirjautuminen epäonnistui. Väärä käyttäjätunnus tai salasana.

source: (Or if using OpenID, it hasn't been associated with a user account.)
fi: (Tai jos käytät OpenID:tä, sitä ei ole liitetty käyttäjätiliisi.)

source: "%s" matched several users
fi: "%s" kohdistui moneen käyttäjään

source: No such user: %s
fi: Ei käyttäjää: %s

source: Please check your inbox for a reset code.
fi: Ole hyvä ja tarkista sähköpostisi resetointi koodia varten

source: Could not send reset link: %s
fi: Resetointilinkkiä ei voitu lähettää: %s

source: Invalid reset key. Please try again.
fi: Epäkelpo resetointiavain. Yritä uudelleen.

source: Your password has been reset.
fi: Salasanasi on resetoitu

source: Your password must be 4 characters or longer.
fi: Salasanasi pitää olla 4 merkkiä tai pidempi

source: The passwords you entered do not match.
fi: Syötetyt salasanat eivät ole samoja

source: You must provide a password
fi: Sinun täytyy antaa salasanasi

source: Follow item not found
fi: Seurattavaa kohdetta ei löytynyt

source: {0} not found
fi: {0} ei löytynyt

source: Unauthorized to read {0} {1}
fi: Ei oikeutta lukea {0} {1}

source: Everything
fi: Kaikki

source: Error: Could not parse About text
fi: Virhe: Ei voitu lukea Tietoa-tekstiä

source: {actor} added the tag {tag} to the dataset {dataset}
fi: {actor} lisäsi avainsanan {tag} datasettiin {dataset}

source: {actor} updated the group {group}
fi: {actor} päivitti ryhmää {group}

source: {actor} updated the organization {organization}
fi: {actor} päivitti organisaatiota {organization}

source: {actor} updated the dataset {dataset}
fi: {actor} päivitti datasettiä {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
fi: {actor} muutti datasetin {dataset} lisäystä {extra}

source: {actor} updated the resource {resource} in the dataset {dataset}
fi: {actor} päivitti resurssia {resource} datasetissä {dataset}

source: {actor} updated their profile
fi: {actor} päivitti profiiliaan

source: {actor} deleted the group {group}
fi: {actor} poisti ryhmän {group}

source: {actor} deleted the organization {organization}
fi: {actor} poisti organisaation {organization}

source: {actor} deleted the dataset {dataset}
fi: {actor} poisti datasetin {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
fi: {actor} poisti lisäkentän {extra} datasetistä {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
fi: {actor} poisti resurssin {resource} datasetistä {dataset}

source: {actor} created the group {group}
fi: {actor} loi ryhmän {group}

source: {actor} created the organization {organization}
fi: {actor} loi organisaation {organization}

source: {actor} created the dataset {dataset}
fi: {actor} loi datasetin {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
fi: {actor} lisäsi lisäkentän {extra} datasettiin {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
fi: {actor} lisäsi resurssin {resource} datasettiin {dataset}

source: {actor} signed up
fi: {actor} kirjautui sisään

source: {actor} removed the tag {tag} from the dataset {dataset}
fi: {actor} poisti avainsanan {tag} datasetistä {dataset}

source: {actor} deleted the related item {related_item}
fi: {actor} poisti tähän liittyvän kohteen {related_item}

source: {actor} started following {dataset}
fi: {actor} aloitti seuraamaan datasettiä {dataset}

source: {actor} started following {user}
fi: {actor} aloitti seuraamaan käyttäjää {user}

source: {actor} started following {group}
fi: {actor} aloitti seuraamaan ryhmää {group}

source: {actor} created the link to related {related_type} {related_item}
fi: {actor} loi linkin tähän liittyvään kohteeseen {related_type} {related_item}

source: January
fi: tammikuu

source: February
fi: helmikuu

source: March
fi: maaliskuu

source: April
fi: huhtikuu

source: May
fi: toukokuu

source: June
fi: kesäkuu

source: July
fi: heinäkuu

source: August
fi: elokuu

source: September
fi: syyskuu

source: October
fi: lokakuu

source: November
fi: marraskuu

source: December
fi: joulukuu

source: Just now
fi: Juuri nyt

source: {mins} minute ago
fi: {mins} minuutti sitten

source: {hours} hour ago
fi: {hours} tunti sitten

source: {days} day ago
fi: {days} päivä sitten

source: {bytes} bytes
fi: {bytes} tavua

source: Update your avatar at gravatar.com
fi: Päivitä avatarisi osoitteessa gravatar.com

source: Unknown
fi: Tuntematon

source: no name
fi: ei nimeä

source: Created new dataset.
fi: Uusi tietoaineisto luotu.

source: Edited resources.
fi: Tietoaineistolinkkejä muokattu.

source: Edited settings.
fi: Asetuksia muokattu.

source: {number} view
fi: {number} katselukerta

source: {number} recent view
fi: {number} viimeaikainen katselukerta

source: Dear %s,
fi: Hyvä %s,

source: No recipient email address available!
fi: Vastaanottajan sähköpostiosoite ei saatavilla!

source: You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s
fi: Olet pyytänyt salansanasi resetointia sivulle %(site_title)s Ole hyvä ja seuraa linkkitä vahvistaaksesi pyyntö: %(reset_link)s⏎

source: Reset your password
fi: Resetoi salasanasi

source: Cannot render package description
fi: Ei pystytä näyttämään tietoaineiston kuvausta

source: No web page given
fi: Web sivua ei annettu

source: Author not given
fi: Laatijaa ei ole annettu

source: Maintainer not given
fi: Ylläpitäjää ei ole annettu

source: No links are allowed in the log_message.
fi: Linkkejä ei saa olla logiviestissä

source: Missing value
fi: Puuttuva arvo

source: The input field %(name)s was not expected.
fi: Syöttökenttää %(name)s ei odotettu.

source: Please enter an integer value
fi: Ole hyvä ja syötä kokonaislukuarvo

source: Resources
fi: Aineistolinkit

source: Package resource(s) invalid
fi: Tietoaineiston tiedostolinkki(t) virheellisiä

source: Extras
fi: Lisätiedot

source: Missing Value
fi: Puuttuva arvo

source: No valid API key provided.
fi: Väärä API avain

source: Tag vocabulary "%s" does not exist
fi: Avainsana sanastoa %s ei ole olemassa

source: User
fi: Käyttäjä

source: Dataset
fi: Tietoaineisto

source: Group
fi: Ryhmä

source: A organization must be supplied
fi: Organisaatio pitää antaa

source: Organization does not exist
fi: Organisaatiota ei ole

source: You cannot add a dataset to this organization
fi: Et voi lisätä datasettiä tähän organisaatioon

source: Invalid integer
fi: Vääränlainen kokonaisluku

source: Date format incorrect
fi: Päivämäärän muoto väärä

source: Related
fi: Liittyvä

source: That group name or ID does not exist.
fi: Ryhmän nimeä tai tunnistetta ei ole olemassa.

source: Activity type
fi: Aktiviteetin tyyppi

source: That name cannot be used
fi: Nimeä ei voida käyttää

source: Name must be at least %s characters long
fi: Nimi pitää olla vähintään %s merkkiä pitkä

source: Name must be a maximum of %i characters long
fi: Nimi saa olla maksimissaan of %i merkkiä pitkä

source: Url must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
fi: Url täytyy koostua alphanumeerisista merkeistä (ascii) ja näistä symboleista:-_

source: That URL is already in use.
fi: Tämä URL on jo käytössä.

source: Name "%s" length is less than minimum %s
fi: Nimen "%s" pituus on vähemmän kuin minimi %s

source: Name "%s" length is more than maximum %s
fi: Nimen "%s" pituus on enemmän kuin maksimi %s

source: Version must be a maximum of %i characters long
fi: Versio saa olla maksimissaan %i merkkiä pitkä

source: Duplicate key "%s"
fi: Duplikaatti avain "%s"

source: Group name already exists in database
fi: Ryhmän nimi löytyy jo tietokannasta

source: Tag "%s" length is less than minimum %s
fi: Avainsanan "%s" pituus on oltava vähintään %s merkkiä

source: Tag "%s" length is more than maximum %i
fi: Avainsana "%s" on pidempi kuin maksimi %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
fi: Avainsanan "%s" pitää koostua alfanumeerisita merkeistä (ascii) ja näistä erikoismerkeistä: -_.

source: Tag "%s" must not be uppercase
fi: Avainsana "%s" ei saa sisältää isoja kirjaimia

source: That login name is not available.
fi: Tämä kirjautumisnimi ei käytettävissä

source: Please enter both passwords
fi: Ole hyvä ja syötä molemmat salasanat

source: Your password must be 4 characters or longer
fi: Salasanasi pitää olla 4 merkkiä tai pidempi

source: The passwords you entered do not match
fi: Syötetyt salasanat eivät samat

source: Edit not allowed as it looks like spam. Please avoid links in your description.
fi: Muokkaus ei sallittu koska sisältö näyttää spämmiltä. Ole hyvä ja vältä linkkejä kuvauksessa.

source: That vocabulary name is already in use.
fi: Sanaston nimi on jo käytössä

source: Cannot change value of key from %s to %s. This key is read-only
fi: Ei voi vaihtaa avaimen %s arvoa arvoon %s. Tähän avaimeen on vain lukuoikeudet

source: Tag vocabulary was not found.
fi: Avainsana sanastoa ei löytynyt.

source: Tag %s does not belong to vocabulary %s
fi: Avainsana %s ei sisälly sanastoon %s

source: No tag name
fi: Ei avainsanan nimeä

source: Tag %s already belongs to vocabulary %s
fi: Avainsana %s sisältyy jo sanastoon %s

source: Please provide a valid URL
fi: Ole hyvä ja anna validi URL

source: role does not exist.
fi: roolia ei ole.

source: REST API: Create object %s
fi: REST API: Luo objekti %s

source: REST API: Create package relationship: %s %s %s
fi: REST API: Luo tietoaineistojen suhteet: %s %s %s

source: REST API: Create member object %s
fi: REST API: Luo jäsen objekti %s

source: Trying to create an organization as a group
fi: Yrittää luoda organisaatiota ryhmäksi

source: You must supply a package id or name (parameter "package").
fi: Sinun täytyy antaa tietoaineiston id tai nimi (parametri "package").

source: You must supply a rating (parameter "rating").
fi: Luokitus täytyy antaa (parametri "rating").

source: Rating must be an integer value.
fi: Luokitus pitää olla kokonaislukuarvo.

source: Rating must be between %i and %i.
fi: Luokitus pitää olla väliltä %i ja %i.

source: You must be logged in to follow users
fi: Sinun pitää olla kirjautunut seurataksesi käyttäjiä

source: You cannot follow yourself
fi: Et voi seurata itseäsi

source: You are already following {0}
fi: Seuraat jo tätä: {0}

source: You must be logged in to follow a dataset.
fi: Sinun täytyy olla kirjautunut seurataksesi datasettiä

source: You must be logged in to follow a group.
fi: Sinun täytyy olla kirjautunut seurataksesi ryhmää.

source: REST API: Delete Package: %s
fi: REST API: Poistetaan tietoaineisto: %s

source: REST API: Delete %s
fi: REST API: Poista %s

source: REST API: Delete Member: %s
fi: REST API: Poista käyttäjä %s

source: id not in data
fi: id ei ole datassa

source: Could not find vocabulary "%s"
fi: Ei löytynyt sanastoa %s

source: Could not find tag "%s"
fi: Ei löytynyt avainsanaa %s

source: You must be logged in to unfollow something.
fi: Sinun täytyy olla kirjautunut lopettaaksesi jonkin asian seuraaminen.

source: You are not following {0}.
fi: Et seuraa tätä: {0}

source: Do not specify if using "query" parameter
fi: Älä määrittele jos käytät "query" parametria

source: Must be <field>:<value> pair(s)
fi: Täytyy olla <field>:<value> pari(eja)

source: Field "{field}" not recognised in resource_search.
fi: Kentää "{field}" ei tunnistettu toiminnossa resource_search.

source: unknown user:
fi: tuntematon käyttäjä:

source: Item was not found.
fi: Kohteita ei löytynyt.

source: Resource was not found.
fi: Tietoaineistolinkkiä ei löytynyt

source: REST API: Update object %s
fi: REST API: Päivitä objektit %s

source: Package was not found.
fi: Tietoaineistoa ei löytynyt

source: REST API: Update package relationship: %s %s %s
fi: REST API: Päivitä tietoaineistojen suhteet: %s %s %s

source: TaskStatus was not found.
fi: TaskStatus ei löydetty

source: Organization was not found.
fi: Organisaatiota ei löytynyt.

source: User %s not authorized to create packages
fi: Käyttäjällä %s ei ole käyttöoikeuksia luoda tietoaineistoja

source: User %s not authorized to edit these groups
fi: Käyttäjällä %s ei ole oikeuksia muokata näitä ryhmiä

source: You must be a sysadmin to create a featured related item
fi: Sinun täytyy olla sysadmin luodaksesi tämän

source: You must be logged in to add a related item
fi: Sinun täytyy olla kirjautunut lisätäksesi liittyvä asia

source: User %s not authorized to edit these packages
fi: Käyttäjällä %s ei ole oikeuksia muokata näitä paketteja

source: User %s not authorized to create groups
fi: Käyttäjällä %s ei ole oikeuksia luoda ryhmiä

source: User %s not authorized to create organizations
fi: Käyttäjällä %s ei ole oikeuksia luoda organisaatioita

source: User %s not authorized to create users
fi: Käyttäjällä %s ei ole oikeuksia luoda käyttäjiä

source: Group was not found.
fi: Ryhmiä ei löytynyt.

source: Valid API key needed to create a package
fi: Tietoaineiston luomiseen tarvitaan kelpaava API avain

source: Valid API key needed to create a group
fi: Ryhmän luomiseen tarvitaan kelpaava API avain

source: User %s not authorized to add members
fi: Käyttäjällä %s ei ole oikeuksia lisätä jäseniä

source: User %s not authorized to delete package %s
fi: Käyttäjällä %s ei ole oikeuksia poistaa tietoaineistoa %s

source: No package found for this resource, cannot check auth.
fi: Tietoaineistoa ei löytynyt tälle aineistolinkille, ei voida tarkistaa valtuutusta

source: User %s not authorized to delete resource %s
fi: Käyttäjällä %s ei ole oikeuksia poistaa resurssia %s

source: Only the owner can delete a related item
fi: Vain omistaja voi poistaa liittyvän asian

source: User %s not authorized to delete relationship %s
fi: Käyttäjällä %s ei ole oikeuksia poistaa relaatiota %s

source: User %s not authorized to delete groups
fi: Käyttäjällä %s ei ole oikeuksia poistaa ryhmiä

source: User %s not authorized to delete group %s
fi: Käyttäjällä %s ei ole oikeuksia poistaa ryhmää %s

source: User %s not authorized to delete organizations
fi: Käyttäjällä %s ei ole oikeuksia poistaa organisaatioita

source: User %s not authorized to delete organization %s
fi: Käyttäjällä %s ei ole oikeuksia poistaa organisaatiota %s
