Repository: NINAnor/ckanext-kata
Catalog: ckanext/kata/i18n/*/LC_MESSAGES/ckan.po
Languages: fi

source: <h2>About Kata metadata catalogue</h2> <p> Kata collects metadata of research data from various external sources as well as provides a web interface to add metadata straight into Kata. The data is never stored in Kata so it can be placed anywhere but with the help of Kata it can be found by anyone. </p> <p> Comprehensive depiction of data plays a very important role in visibility of data. Kata encourages this by adapting the minimum metadata model and its discipline independent metadata fields. With the help of Kata's various tools adding the common metadata fields is made easier. The service also promotes adding unified information about usability, ownership and licensing of data. Important data to funders is also provided which promotes reporting. Kata's powerful search tools will help to find the data which in its part brings merit to the researchers. </p> <p> Kata service is provided by the Ministry of Education and Culture of Finland. Kata is maintained by CSC - IT Center for Science. The service is discipline independent and free. </p>
fi: <h2>Tietoa Kata metadatakatalogista</h2> <p> Kata kerää tutkimusaineistojen metadataa useista ulkopuolisista lähteistä sekä tarjoaa käyttöliittymän metadatan lisäämiseen suoraan Kataan. Tutkimusdataa ei koskaan tallenneta Kataan, vaan se säilytetään missä tahansa tallennuspalvelussa. Katassa olevien metatietojen avulla data on kuitenkin helposti kenen tahansa löydettävissä. </p> <p> Datan kattava kuvailu lisää olennaisesti sen näkyvyyttä. Kata pyrkii edistämään kuvailujen tasoa soveltamalla minimimetatietomallia ja sen kaikille tieteenaloille yhteisiä metatietokenttiä. Katan sisältämillä aputyökaluilla yhteisten metatietokenttien täyttäminen on tehty mahdollisimman helpoksi. Osana yhteisiä metatietokenttiä on myös kentät, jotka kertovat datan käyttöoikeuksista, omistajuudesta ja lisenssistä. Tällä pyritään yhtenäistämään erityisesti käyttöoikeus- ja lisenssikäytäntöjä. Lisäksi on mahdollisuus syöttää rahoitukseen liittyvää tietoa, mikä edistää tiedon raportointia myös rahoittajille päin. Katan monipuolisten hakuominaisuuksien ansioista datan löytäminen on helpompaa. Tämä myös edistää meriitin syntymistä tutkijoille. </p> <p> Kata-palvelun omistaa opetus- ja kulttuuriministeriö. Palvelun tuottaa CSC - tieteen tietotekniikan keskus. Palvelu on tieteenalariippumaton ja käyttäjilleen maksuton.</p>

source: Note that the changes in user information have no effect if you are using Haka login.
fi: Muutokset käyttäjäprofiiliin jätetään huomioimatta jos käytät Haka-kirjautumista.

source: What means creating a new access request form?
fi: Mitä tarkoittaa uuden lupahakemuksen luonti?

source: It means that Kata creates automatically a default workflow to REMS. REMS is software for managing access rights to research data. With it you can specify that a user must send an application in REMS service to you to gain access to your data. Find out more from:
fi: Se tarkoittaa Katan automaattisesti luomaa oletustyövuota REMS:iin. REMS on sovellus, jolla hallinnoidaan pääsyoikeuksia tutkimusdataan. Sen avulla voit määritellä, että käyttäjän pitää lähettää sinulle hakemus REMS-palvelussa, jonka perusteella voit myöntää oikeuden ja toimittaa datasi hakijalle. Lue lisää aiheesta:

source: Kata is integrated to TTA's REMS service, Reetta. This means that you can define your data to be accessible only after an application form is filled and sent to you to accept in the REMS service. You can create your own workflow or use the automatically generated simple form. When a REMS application is done user can go to fill the application from the download link of the data. Read more from:
fi: Kata on integroitu TTA:n REMS-palveluun, Reettaan. Tämä tarkoittaa sitä että voit määritellä datasi olevan saatavilla lupahakemuksen täyttämisen ja lähettämisen myötä. Datan omistajan roolissa hyväksyt tai hylkäät hakemuksen REMS-palvelussa ja toimitat datasi hakijalle. Voit luoda lupahakemuksen työvuon itse REMS-palvelussa, tai käyttää minimalistista automaattisesti luotavaa hakemusta. Kun datalla on olemassa lupahakemus, tietoaineiston sivulla oleva linkki vie suoraan lupahakemukseen. Lue lisää

source: REMS manual
fi: REMS:n käyttöohjeista

source: For additional help send email to:
fi: Tarvittaessa saat lisäapua lähettämällä sähköpostia osoitteeseen:

source: I'm trying to accept an application in REMS but the link to form received by email is empty.
fi: Yritän hyväksyä hakemuksen REMS:ssä, mutta sähköpostin välityksellä tulleen linkin lomake on tyhjä

source: Most likely the distributor's email address isn't bound to a Haka identity or no-one has logged in with that identity to REMS service. Thus REMS can not recognise the acceptor. To fix this, log in to reetta.csc.fi with identity bound to the email address or change the dataset's distributor's email address to a valid one.
fi: Todennäköistä on että joko jakelijan sähköpostiosoitetta ei ole sidottuna mihinkään Haka-identiteettiin tai kukaan ei ole kirjautunut sisään kyseisellä identiteetillä REMS-palveluun. Tällöin REMS ei voi tunnistaa hyväksyjää. Korjataksesi tämän kirjaudu sisään palvelimelle reetta.csc.fi identiteetillä, johon sähköposti on sidottu tai muuta tietoaineiston jakelijan sähköpostiosoite Hakan tunnistamaksi.

source: Dataset saved but REMS application creation failed. To retry, save dataset later without changes.
fi: Tietoaineisto tallennettu, mutta REMS-hakemuksen luonti epäonnistui. Yritä uudelleen myöhemmin tallentamalla muutoksitta.

source: About login
fi: Tietoa sisäänkirjautumisesta

source: Currently Kata only provides login using Haka.
fi: Tällä hetkellä Katassa tarjotaan sisäänkirjautuminen vain käyttäen Hakaa.

source: Request edit rights
fi: Pyydä muokkausoikeuksia

source: Send
fi: Lähetä

source: Metadata score {rating}/5
fi: Metatiedon laatu {rating}/5

source: Metadata score:
fi: Metatiedon laatu:

source: There is a maintenance break in service
fi: Palvelussa on huoltokatko

source: You can not add or edit data during maintenance break
fi: Et voi lisätä tai muokata dataa huoltokatkon aikana

source: Metadata: {rating}/5
fi: Metatiedot: {rating}/5
